{"<|endoftext|>":0,"!":1,"#":2,"$":3,"%":4,"&":5,"'":6,"(":7,")":8,"*":9,"+":10,",":11,"-":12,".":13,"/":14,"0":15,"1":16,"2":17,"3":18,"4":19,"5":20,"6":21,"7":22,"8":23,"9":24,":":25,";":26,"=":27,"?":28,"\\":29,"`":30,"a":31,"b":32,"c":33,"d":34,"e":35,"f":36,"g":37,"h":38,"i":39,"j":40,"k":41,"l":42,"m":43,"n":44,"o":45,"p":46,"q":47,"r":48,"s":49,"t":50,"u":51,"v":52,"w":53,"x":54,"y":55,"z":56,"¡":57,"¢":58,"£":59,"¦":60,"§":61,"¨":62,"©":63,"¯":64,"±":65,"³":66,"´":67,"¶":68,"»":69,"¼":70,"Â":71,"Ã":72,"Ġ":73,"ł":74,"Ń":75,"Ġt":76,"Ġa":77,"in":78,"he":79,"Ġs":80,"re":81,"Ġ.":82,"Ġo":83,"er":84,"it":85,"Ġthe":86,"Ġ,":87,"Ġf":88,"is":89,"en":90,"Ġm":91,"at":92,"Ġb":93,"Ġc":94,"Ġw":95,"ing":96,"es":97,"nd":98,"or":99,"on":100,"ou":101,"Ġp":102,"Ġof":103,"an":104,"Ġd":105,"ar":106,"Ġand":107,"al":108,"Ġth":109,"ly":110,"Ġh":111,"le":112,"ic":113,"Ġto":114,"Ġ'":115,"Ġin":116,"ed":117,"il":118,"Ġl":119,"om":120,"Ġn":121,"st":122,"Ġit":123,"Ġe":124,"Ġg":125,"Ġis":126,"ut":127,"ct":128,"el":129,"Ġmo":130,"ent":131,"ion":132,"as":133,"ot":134,"ve":135,"Ġthat":136,"Ġst":137,"im":138,"Ġbe":139,"vi":140,"Ġre":141,"ra":142,"Ġu":143,"gh":144,"the":145,"ver":146,"ro":147,"ul":148,"ch":149,"ce":150,"Ġfil":151,"Ġon":152,"Ġan":153,"et":154,"Ġfilm":155,"Ġy":156,"Ġas":157,"ith":158,"ri":159,"ke":160,"ol":161,"ay":162,"ow":163,"ad":164,"Ġfor":165,"Ġwith":166,"vie":167,"se":168,"ess":169,"Ġbut":170,"Ġwh":171,"oo":172,"Ġyou":173,"Ġsu":174,"ir":175,"Ġcom":176,"id":177,"if":178,"Ġits":179,"Ġch":180,"Ġmovie":181,"th":182,"am":183,"Ġal":184,"ers":185,"Ġhe":186,"ab":187,"un":188,"ill":189,"Ġj":190,"ag":191,"um":192,"Ġse":193,"ck":194,"ght":195,"ous":196,"..":197,"em":198,"Ġen":199,"ur":200,"Ġint":201,"Ġthis":202,"Ġli":203,"Ġex":204,"ak":205,"out":206,"ld":207,"ist":208,"Ġsh":209,"qu":210,"rom":211,"Ġab":212,"Ġnot":213,"Ġha":214,"ation":215,"Ġdo":216,"ant":217,"Ġde":218,"ally":219,"ive":220,"est":221,"'t":222,"Ġun":223,"ire":224,"ure":225,"Ġne":226,"Ġsc":227,"Ġcon":228,"ain":229,"ast":230,"art":231,"pe":232,"Ġ-":233,"ell":234,"Ġat":235,"Ġwor":236,"Ġk":237,"ate":238,"ity":239,"Ġso":240,"act":241,"ough":242,"ig":243,"Ġby":244,"ory":245,"us":246,"ust":247,"ap":248,"able":249,"for":250,"ood":251,"Ġare":252,"Ġchar":253,"and":254,"Ġpro":255,"Ġr":256,"Ġ--":257,"Ġabout":258,"Ġmore":259,"Ġthan":260,"Ġhas":261,"Ġall":262,"Ġlike":263,"Ġsom":264,"op":265,"Ġpl":266,"ould":267,"ful":268,"Ġact":269,"Ġone":270,"ight":271,"Ġfrom":272,"one":273,"Ġfe":274,"ud":275,"ind":276,"ven":277,"Ġhave":278,"ere":279,"ter":280,"her":281,"very":282,"Ġle":283,"Ġhis":284,"Ġpre":285,"ge":286,"os":287,"ff":288,"Ġv":289,"Ġ...":290,"all":291,"Ġwho":292,"Ġsp":293,"ard":294,"Ġper":295,"Ġor":296,"ack":297,"pt":298,"ial":299,"Ġim":300,"Ġcl":301,"Ġstory":302,"ong":303,"ect":304,"itt":305,"ie":306,"pl":307,"hing":308,"Ġ`":309,"irect":310,"pp":311,"Ġcharact":312,"Ġout":313,"ime":314,"ake":315,"res":316,"end":317,"ence":318,"ble":319,"man":320,"Ġfun":321,"Ġ)":322,"Ġman":323,"ious":324,"Ġam":325,"ces":326,"Ġqu":327,"ort":328,"Ġtr":329,"Ġlo":330,"ick":331,"ies":332,"ine":333,"de":334,"ict":335,"Ġno":336,"ram":337,"ert":338,"are":339,"Ġup":340,"ves":341,"reat":342,"ther":343,"Ġar":344,"ook":345,"Ġwe":346,"ac":347,"og":348,"Ġi":349,"Ġfl":350,"Ġtoo":351,"per":352,"ich":353,"Ġmost":354,"edy":355,"au":356,"Ġinto":357,"our":358,"ary":359,"Ġjust":360,"Ġthr":361,"Ġwill":362,"Ġad":363,"Ġgood":364,"Ġdirect":365,"ite":366,"od":367,"Ġsome":368,"ore":369,"com":370,"Ġany":371,"we":372,"Ġmu":373,"Ġcomp":374,"ile":375,"Ġdoes":376,"Ġcan":377,"ical":378,"ass":379,"Ġpo":380,"age":381,"nt":382,"oy":383,"ment":384,"Ġent":385,"Ġro":386,"Ġwork":387,"akes":388,"Ġus":389,"Ġbl":390,"ep":391,"Ġwhe":392,"Ġover":393,"Ġcomedy":394,"Ġmuch":395,"ult":396,"ny":397,"elf":398,"ise":399,"iz":400,"Ġtime":401,"ue":402,"Ġperfor":403,"Ġem":404,"this":405,"Ġdis":406,"ry":407,"nder":408,"ating":409,"Ġoff":410,"ear":411,"ound":412,"Ġway":413,"ark":414,"ens":415,"Ġwhat":416,"Ġhum":417,"Ġbet":418,"wh":419,"Ġ(":420,"Ġif":421,"Ġ''":422,"int":423,"ertain":424,"Ġcharacters":425,"Ġfeel":426,"rit":427,"ide":428,"Ġperforman":429,"Ġeven":430,"Ġsl":431,"ish":432,"ated":433,"atch":434,"Ġwell":435,"less":436,"ving":437,"ice":438,"ip":439,"Ġra":440,"ittle":441,"reen":442,"Ġget":443,"wn":444,"Ġme":445,"ness":446,"ance":447,"Ġfa":448,"Ġlittle":449,"ull":450,"Ġonly":451,"ade":452,"Ġsub":453,"Ġri":454,"ife":455,"cc":456,"ense":457,"ual":458,"ne":459,"Ġtw":460,"Ġlook":461,"Ġtheir":462,"ingly":463,"ose":464,"sp":465,"Ġgo":466,"oc":467,"Ġyour":468,"ost":469,"Ġmake":470,"Ġevery":471,"Ġfunny":472,"Ġimp":473,"Ġthem":474,"ative":475,"ings":476,"vel":477,"Ġtal":478,"Ġreal":479,"own":480,"Ġvi":481,"atic":482,"Ġgen":483,"ience":484,"Ġbeen":485,"Ġend":486,"pect":487,"Ġmay":488,"ions":489,"Ġsomet":490,"Ġ``":491,"Ġdram":492,"Ġthere":493,"ans":494,"Ġlove":495,"Ġenough":496,"ily":497,"Ġnever":498,"ents":499,"...":500,"Ġbad":501,"ame":502,"Ġsur":503,"ress":504,"ild":505,"Ġvery":506,"Ġbr":507,"Ġwas":508,"ll":509,"Ġthey":510,"old":511,"ang":512,"led":513,"Ġte":514,"Ġdes":515,"Ġdel":516,"ph":517,"Ġdirector":518,"Ġseem":519,"aking":520,"Ġrem":521,"ber":522,"Ġmakes":523,"ond":524,"Ġwould":525,"Ġlife":526,"hed":527,"Ġsm":528,"Ġbest":529,"Ġwhich":530,"Ġser":531,"so":532,"Ġscreen":533,"sh":534,"Ġother":535,"Ġstr":536,"vers":537,"Ġsee":538,"Ġnew":539,"ren":540,"ty":541,"Ġher":542,"ting":543,"Ġmat":544,"Ġentertain":545,"Ġthrough":546,"Ġcont":547,"ays":548,"Ġpe":549,"Ġhow":550,"but":551,"ris":552,"Ġ?":553,"li":554,"Ġag":555,"ably":556,"ately":557,"ling":558,"Ġtra":559,"ach":560,"ign":561,"Ġplot":562,"ved":563,"ink":564,"ors":565,"Ġwhen":566,"Ġ1":567,"red":568,"Ġcould":569,"Ġwatch":570,"vies":571,"erest":572,"gin":573,"Ġ:":574,"Ġaud":575,"Ġunder":576,"Ġlong":577,"ional":578,"Ġpart":579,"Ġrom":580,"Ġfam":581,"other":582,"there":583,"ath":584,"Ġmovies":585,"Ġyear":586,"imes":587,"Ġheart":588,"urn":589,"Ġart":590,"eric":591,"ually":592,"Ġmy":593,"Ġjo":594,"Ġbig":595,"ject":596,"les":597,"Ġres":598,"inem":599,"Ġinterest":600,"ism":601,"Ġmin":602,"leas":603,"ash":604,"Ġshould":605,"vent":606,"ible":607,"ffect":608,"ace":609,"sc":610,"Ġcr":611,"Ġsomething":612,"Ġgreat":613,"uct":614,"its":615,"Ġmade":616,"oth":617,"Ġreally":618,"ying":619,"Ġob":620,"Ġcast":621,"Ġcinem":622,"Ġcharacter":623,"ian":624,"Ġhol":625,"Ġown":626,"istic":627,"Ġaction":628,"iv":629,"hes":630,"imp":631,"Ġshow":632,"Ġche":633,"Ġtwo":634,"Ġthrill":635,"mer":636,"Ġaw":637,"Ġwar":638,"view":639,"Ġperformances":640,"Ġins":641,"irst":642,"Ġvis":643,"Ġdrama":644,"now":645,"pec":646,"elling":647,"ft":648,"Ġstill":649,"Ġfilms":650,"oss":651,"igh":652,"Ġmany":653,"aw":654,"aut":655,"Ġke":656,"ree":657,"Ġgr":658,"ople":659,"be":660,"Ġco":661,"ute":662,"Ġpeople":663,"Ġatt":664,"Ġlau":665,"Ġgi":666,"what":667,"te":668,"Ġcle":669,"Ġhard":670,"Ġscen":671,"Ġtri":672,"ript":673,"Ġdown":674,"ome":675,"con":676,"Ġfar":677,"ause":678,"Ġhumor":679,"ather":680,"row":681,"ument":682,"ations":683,"get":684,"Ġfirst":685,"Ġfilmm":686,"Ġemot":687,"Ġbetter":688,"umb":689,"Ġdoc":690,"iss":691,"fort":692,"icture":693,"Ġter":694,"Ġpicture":695,"ss":696,"arly":697,"Ġgra":698,"Ġscript":699,"der":700,"up":701,"Ġcol":702,"Ġthose":703,"Ġbeing":704,"joy":705,"Ġaf":706,"Ġwo":707,"Ġless":708,"Ġmom":709,"Ġkind":710,"ning":711,"ock":712,"Ġap":713,"Ġmight":714,"ages":715,"gg":716,"ten":717,"Ġrel":718,"Ġenjoy":719,"Ġfr":720,"most":721,"Ġca":722,"Ġwithout":723,"Ġdocument":724,"wood":725,"Ġold":726,"ature":727,"ower":728,"Ġworld":729,"like":730,"Ġaudience":731,"Ġever":732,"Ġrec":733,"cept":734,"Ġalso":735,"Ġpret":736,"Ġameric":737,"sy":738,"Ġgu":739,"ib":740,"ks":741,"Ġself":742,"ought":743,"ars":744,"Ġlack":745,"thing":746,"av":747,"iff":748,"Ġeng":749,"fully":750,"ween":751,"Ġsurp":752,"Ġsense":753,"utes":754,"Ġworth":755,"Ġplay":756,"Ġview":757,"Ġbel":758,"Ġback":759,"not":760,"Ġwant":761,"vid":762,"Ġnothing":763,"Ġcharm":764,"Ġfind":765,"Ġpoint":766,"Ġlaugh":767,"Ġhere":768,"Ġknow":769,"az":770,"Ġapp":771,"Ġboth":772,"Ġbetween":773,"Ġlot":774,"Ġgl":775,"Ġsty":776,"Ġfew":777,"Ġperformance":778,"Ġset":779,"Ġthing":780,"Ġexc":781,"Ġdep":782,"Ġsat":783,"Ġbec":784,"Ġneed":785,"Ġkid":786,"Ġanother":787,"Ġsuch":788,"Ġhuman":789,"ginal":790,"here":791,"uc":792,"Ġmess":793,"ner":794,"uff":795,"Ġ;":796,"Ġide":797,"Ġori":798,"Ġpers":799,"Ġinc":800,"Ġcomple":801,"even":802,"ky":803,"lywood":804,"antic":805,"ney":806,"Ġmus":807,"ates":808,"Ġpr":809,"ale":810,"Ġbecause":811,"lt":812,"Ġcare":813,"apt":814,"Ġminutes":815,"ount":816,"Ġseems":817,"Ġturn":818,"Ġoften":819,"Ġind":820,"Ġult":821,"ross":822,"though":823,"arr":824,"ically":825,"Ġel":826,"Ġthriller":827,"ex":828,"ia":829,"Ġpleas":830,"Ġthink":831,"Ġhigh":832,"Ġbeaut":833,"iful":834,"Ġkeep":835,"Ġdra":836,"Ġdocumentary":837,"Ġoriginal":838,"ination":839,"Ġshe":840,"Ġfin":841,"Ġeffect":842,"Ġbecom":843,"Ġext":844,"Ġtale":845,"Ġsk":846,"Ġph":847,"Ġagain":848,"Ġir":849,"ts":850,"Ġquite":851,"while":852,"ater":853,"Ġcreat":854,"Ġrep":855,"Ġform":856,"Ġultim":857,"Ġswe":858,"Ġfull":859,"Ġbu":860,"Ġpower":861,"arn":862,"ster":863,"app":864,"Ġinteresting":865,"gu":866,"ys":867,"Ġ!":868,"Ġwom":869,"iness":870,"Ġsin":871,"Ġmar":872,"Ġwere":873,"Ġwhile":874,"Ġhollywood":875,"fl":876,"me":877,"no":878,"Ġac":879,"Ġdist":880,"ics":881,"olog":882,"Ġalmost":883,"Ġexpl":884,"ered":885,"Ġfeels":886,"to":887,"ins":888,"Ġhim":889,"Ġref":890,"Ġitself":891,"Ġdec":892,"Ġentertaining":893,"Ġromantic":894,"Ġfilmmak":895,"Ġsurpris":896,"king":897,"Ġsimp":898,"Ġpol":899,"anc":900,"ane":901,"Ġhor":902,"Ġafter":903,"Ġappe":904,"Ġes":905,"Ġspec":906,"Ġseen":907,"iece":908,"you":909,"Ġrather":910,"direct":911,"ons":912,"Ġyet":913,"Ġright":914,"Ġmoments":915,"pite":916,"aster":917,"Ġfamily":918,"Ġamerican":919,"\\/":920,"fore":921,"ng":922,"Ġtake":923,"Ġfri":924,"ality":925,"Ġho":926,"Ġhist":927,"Ġeas":928,"vious":929,"Ġcons":930,"riter":931,"ither":932,"Ġprod":933,"Ġimag":934,"cess":935,"Ġ2":936,"Ġmem":937,"Ġcar":938,"Ġcra":939,"Ġhad":940,"lect":941,"str":942,"Ġev":943,"Ġthese":944,"Ġmel":945,"Ġbit":946,"alf":947,"ility":948,"Ġexper":949,"ward":950,"ering":951,"Ġsex":952,"Ġrun":953,"ogue":954,"dict":955,"ially":956,"Ġsol":957,"Ġmor":958,"Ġdiff":959,"ionally":960,"Ġyoung":961,"Ġcomes":962,"Ġacting":963,"Ġwhere":964,"of":965,"Ġed":966,"Ġsch":967,"Ġinv":968,"ste":969,"ures":970,"ellig":971,"Ġsubject":972,"Ġperson":973,"Ġsame":974,"read":975,"Ġour":976,"ences":977,"Ġcult":978,"ange":979,"asc":980,"ason":981,"Ġcome":982,"Ġdeli":983,"fect":984,"ition":985,"Ġmi":986,"Ġcre":987,"Ġport":988,"Ġpass":989,"Ġthought":990,"Ġbefore":991,"Ġsuper":992,"irl":993,"Ġdial":994,"ils":995,"Ġsequ":996,"Ġintellig":997,"ms":998,"xt":999,"Ġtimes":1000,"Ġthen":1001,"Ġmon":1002,"Ġhour":1003,"ase":1004,"Ġstand":1005,"Ġactors":1006,"Ġlea":1007,"ship":1008,"Ġmater":1009,"by":1010,"Ġsil":1011,"Ġthings":1012,"Ġclass":1013,"Ġgets":1014,"Ġsince":1015,"air":1016,"iet":1017,"ub":1018,"Ġbro":1019,"icul":1020,"ching":1021,"amp":1022,"Ġhapp":1023,"min":1024,"Ġsay":1025,"Ġmind":1026,"Ġanim":1027,"ired":1028,"Ġultimately":1029,"Ġdialogue":1030,"Ġmaterial":1031,"self":1032,"uck":1033,"Ġtou":1034,"Ġtakes":1035,"Ġsit":1036,"ream":1037,"ord":1038,"Ġdet":1039,"Ġstud":1040,"Ġchild":1041,"Ġscenes":1042,"director":1043,"dd":1044,"isf":1045,"iment":1046,"Ġbeautiful":1047,"ues":1048,"with":1049,"als":1050,"Ġhalf":1051,"empt":1052,"Ġflick":1053,"Ġgener":1054,"Ġ19":1055,"Ġmusic":1056,"ier":1057,"iar":1058,"erg":1059,"Ġfasc":1060,"Ġdid":1061,"rif":1062,"Ġhand":1063,"play":1064,"co":1065,"Ġtit":1066,"Ġsw":1067,"Ġdem":1068,"ently":1069,"irit":1070,"Ġwatching":1071,"Ġbelie":1072,"att":1073,"Ġwr":1074,"ains":1075,"Ġcompelling":1076,"Ġwonder":1077,"Ġportra":1078,"vo":1079,"Ġdark":1080,"que":1081,"gether":1082,"Ġyears":1083,"Ġsweet":1084,"ror":1085,"ines":1086,"Ġabs":1087,"hen":1088,"Ġthough":1089,"Ġlast":1090,"Ġemotional":1091,"Ġspecial":1092,"day":1093,"Ġz":1094,"ret":1095,"Ġwit":1096,"Ġpain":1097,"Ġhar":1098,"Ġep":1099,"Ġstart":1100,"Ġexp":1101,"Ġleast":1102,"ends":1103,"Ġcinema":1104,"Ġvisual":1105,"Ġfascin":1106,"ffort":1107,"kes":1108,"Ġput":1109,"Ġdull":1110,"ilar":1111,"Ġeffort":1112,"Ġpredict":1113,"ogra":1114,"ccess":1115,"Ġkids":1116,"ger":1117,"Ġmed":1118,"Ġele":1119,"Ġinter":1120,"using":1121,"Ġfamil":1122,"iel":1123,"Ġsou":1124,"Ġbor":1125,"eless":1126,"Ġstar":1127,"ract":1128,"Ġproble":1129,"Ġclever":1130,"oot":1131,"ted":1132,"Ġsa":1133,"Ġpiece":1134,"Ġlight":1135,"Ġdef":1136,"Ġdeep":1137,"Ġgoing":1138,"Ġentertainment":1139,"io":1140,"inc":1141,"era":1142,"itive":1143,"Ġey":1144,"Ġgive":1145,"ider":1146,"Ġsec":1147,"uring":1148,"deo":1149,"ized":1150,"Ġgives":1151,"son":1152,"oll":1153,"ists":1154,"Ġpres":1155,"odram":1156,"Ġworks":1157,"Ġcinematic":1158,"ool":1159,"some":1160,"orn":1161,"Ġpsy":1162,"Ġstra":1163,"ural":1164,"Ġfeature":1165,"Ġspirit":1166,"Ġanyone":1167,"yp":1168,"Ġma":1169,"Ġbra":1170,"Ġnarr":1171,"Ġgirl":1172,"Ġonce":1173,"ously":1174,"alls":1175,"Ġsmart":1176,"ossible":1177,"Ġpretty":1178,"br":1179,"ps":1180,"Ġsent":1181,"reak":1182,"Ġmaking":1183,"aste":1184,"Ġwhole":1185,"Ġperfect":1186,"Ġaway":1187,"Ġstyle":1188,"Ġfascinating":1189,"pro":1190,"Ã©":1191,"Ġbo":1192,"Ġpar":1193,"Ġhon":1194,"antly":1195,"Ġanything":1196,"Ġrare":1197,"Ġmelodram":1198,"cial":1199,"ug":1200,"ways":1201,"Ġsad":1202,"Ġbar":1203,"Ġcertain":1204,"Ġlow":1205,"Ġund":1206,"Ġsusp":1207,"Ġcomm":1208,"Ġunf":1209,"Ġlead":1210,"ming":1211,"ric":1212,"Ġsens":1213,"Ġcapt":1214,"Ġtogether":1215,"Ġmoving":1216,"Ġexpect":1217,"Ġshort":1218,"Ġuns":1219,"Ġadd":1220,"Ġserious":1221,"iting":1222,"ank":1223,"aling":1224,"Ġnow":1225,"Ġret":1226,"ula":1227,"Ġsum":1228,"Ġconv":1229,"off":1230,"Ġmid":1231,"Ġpot":1232,"Ġpop":1233,"aring":1234,"Ġthree":1235,"Ġconf":1236,"Ġtrue":1237,"arent":1238,"Ġlaughs":1239,"Ġwomen":1240,"Ġpsych":1241,"des":1242,"Ġdi":1243,"Ġday":1244,"Ġprof":1245,"Ġdirection":1246,"Ġengag":1247,"Ġhistory":1248,"Ġexperience":1249,"stead":1250,"Ġsy":1251,"Ġsound":1252,"Ġmiss":1253,"Ġmaster":1254,"els":1255,"Ġred":1256,"Ġass":1257,"Ġalways":1258,"ured":1259,"Ġstrong":1260,"uction":1261,"Ġobvious":1262,"cl":1263,"zy":1264,"Ġop":1265,"ities":1266,"Ġfans":1267,"Ġinsp":1268,"ots":1269,"Ġsure":1270,"Ġcomic":1271,"Ġhead":1272,"Ġlevel":1273,"Ġvideo":1274,"Ġcomplete":1275,"Ġtitle":1276,"cy":1277,"wor":1278,"Ġvers":1279,"Ġmen":1280,"Ġmag":1281,"stand":1282,"uth":1283,"ows":1284,"Ġwhy":1285,"ird":1286,"Ġprob":1287,"Ġplace":1288,"Ġactually":1289,"Ġwhose":1290,"Ġclic":1291,"resh":1292,"Ġsometimes":1293,"Ġseries":1294,"Ġsilly":1295,"Ġnarrative":1296,"00":1297,"Ġwild":1298,"Ġda":1299,"Ġbeh":1300,"Ġamb":1301,"Ġquest":1302,"ments":1303,"Ġtalent":1304,"Ġmatter":1305,"Ġtrag":1306,"Ġsatisf":1307,"Ġpolit":1308,"Ġpredictable":1309,"cut":1310,"vis":1311,"Ġdam":1312,"Ġcoming":1313,"illi":1314,"ush":1315,"Ġaround":1316,"ody":1317,"ored":1318,"Ġteen":1319,"Ġinsight":1320,"ek":1321,"hn":1322,"ler":1323,"oint":1324,"Ġfact":1325,"eng":1326,"Ġpat":1327,"Ġequ":1328,"Ġreason":1329,"Ġhel":1330,"Ġentire":1331,"Ġslow":1332,"Ġgenre":1333,"ressive":1334,"Ġattempt":1335,"Ġsimply":1336,"ograph":1337,"Ġfamiliar":1338,"``":1339,"time":1340,"Ġcent":1341,"Ġdone":1342,"ific":1343,"Ġnearly":1344,"aps":1345,"opp":1346,"Ġprem":1347,"itten":1348,"Ġquir":1349,"Ġtrans":1350,"Ġscreenplay":1351,"Ġidea":1352,"fe":1353,"Ġacc":1354,"Ġcou":1355,"Ġwin":1356,"ories":1357,"Ġprom":1358,"Ġpast":1359,"Ġste":1360,"sem":1361,"Ġrob":1362,"Ġmean":1363,"Ġformula":1364,"cer":1365,"uri":1366,"ined":1367,"ening":1368,"Ġmain":1369,"Ġboy":1370,"orge":1371,"Ġmoder":1372,"ention":1373,"ceed":1374,"ude":1375,"Ġmanages":1376,"Ġfilmmakers":1377,"Ġhorror":1378,"Ġsentiment":1379,"Ġhonest":1380,"bing":1381,"ced":1382,"cise":1383,"ched":1384,"go":1385,"ied":1386,"ient":1387,"oon":1388,"Ġsim":1389,"Ġfresh":1390,"Ġmur":1391,"Ġmark":1392,"Ġpun":1393,"Ġhome":1394,"Ġintri":1395,"Ġlive":1396,"ational":1397,"Ġtrying":1398,"Ġadm":1399,"Ġsubt":1400,"Ġgoes":1401,"Ġdramatic":1402,"Ġdelight":1403,"Ġprobably":1404,"Ġpremise":1405,"dle":1406,"Ġoper":1407,"Ġfant":1408,"Ġmis":1409,"Ġbook":1410,"Ġcred":1411,"Ġnor":1412,"Ġsuccess":1413,"izing":1414,"Ġwarm":1415,"Ġenjoyable":1416,"Ġsolid":1417,"ail":1418,"ron":1419,"Ġtre":1420,"Ġsing":1421,"Ġben":1422,"alk":1423,"Ġlar":1424,"plic":1425,"Ġfair":1426,"Ġparticul":1427,"Ġelse":1428,"Ġeffects":1429,"Ġchildren":1430,"Ġproblem":1431,"Ġsuspense":1432,"Ġengaging":1433,"Ġmodern":1434,"Ġtreat":1435,"Ġsn":1436,"Ġfine":1437,"Ġbas":1438,"Ġbri":1439,"Ġcam":1440,"any":1441,"Ġhero":1442,"Ġworst":1443,"Ġadvent":1444,"Ġblack":1445,"Ġface":1446,"pecially":1447,"Ġturns":1448,"Ġdrag":1449,"despite":1450,"dy":1451,"iences":1452,"Ġ9":1453,"Ġodd":1454,"ited":1455,"Ġfren":1456,"Ġwriter":1457,"Ġgri":1458,"Ġread":1459,"Ġdead":1460,"Ġval":1461,"ults":1462,"ize":1463,"Ġdiffere":1464,"gr":1465,"mo":1466,"ser":1467,"Ġocc":1468,"ished":1469,"Ġmr":1470,"Ġmust":1471,"Ġwa":1472,"ese":1473,"Ġdumb":1474,"rop":1475,"Ġant":1476,"oof":1477,"Ġcomed":1478,"Ġdebut":1479,"Ġamusing":1480,"Ġoffers":1481,"Ġfeeling":1482,"Ġjohn":1483,"Ġcomplex":1484,"Ġbecomes":1485,"Ġespecially":1486,"Ġstudy":1487,"ugg":1488,"Ġill":1489,"Ġtell":1490,"Ġsort":1491,"Ġtheater":1492,"Ġdr":1493,"Ġearn":1494,"Ġalong":1495,"Ġactor":1496,"Ġflat":1497,"Ġflaw":1498,"Ġviol":1499,"Ġending":1500,"Ġsmall":1501,"Ġcontri":1502,"Ġromance":1503,"Ġmyster":1504,"Ġportrait":1505,"Ġpsycholog":1506,"ned":1507,"ove":1508,"Ġve":1509,"ery":1510,"Ġcut":1511,"Ġstuff":1512,"Ġbegin":1513,"chie":1514,"Ġsupp":1515,"Ġeverything":1516,"avy":1517,"Ġeasy":1518,"Ġintelligent":1519,"Ġversion":1520,"cent":1521,"ef":1522,"just":1523,"und":1524,"Ġsign":1525,"reme":1526,"itation":1527,"Ġmet":1528,"Ġcount":1529,"Ġenerg":1530,"Ġproject":1531,"Ġlikely":1532,"iction":1533,"aced":1534,"velop":1535,"Ġterrif":1536,"Ġlacks":1537,"Ġcharming":1538,"Ġstyl":1539,"Ġmessage":1540,"Ġinvol":1541,"Ġboring":1542,"bl":1543,"too":1544,"uine":1545,"yn":1546,"Ġmot":1547,"ential":1548,"Ġjour":1549,"Ġexer":1550,"ationship":1551,"Ġnext":1552,"Ġquiet":1553,"Ġslight":1554,"Ġbecome":1555,"ma":1556,"Ġtv":1557,"Ġcal":1558,"Ġhit":1559,"Ġreve":1560,"chn":1561,"Ġlives":1562,"Ġuni":1563,"used":1564,"Ġclose":1565,"Ġlooking":1566,"Ġbrilli":1567,"Ġrelationship":1568,"Ġfilmmaker":1569,"Ġhours":1570,"Ġquirky":1571,"Ġexercise":1572,"med":1573,"yond":1574,"Ġid":1575,"Ġaffect":1576,"het":1577,"ony":1578,"ouse":1579,"elt":1580,"Ġstun":1581,"ags":1582,"Ġword":1583,"ustr":1584,"Ġrich":1585,"ension":1586,"Ġclassic":1587,"Ġsoul":1588,"Ġfrench":1589,"uly":1590,"where":1591,"writer":1592,"Ġfoll":1593,"Ġwrit":1594,"Ġpa":1595,"ann":1596,"Ġdream":1597,"Ġhilar":1598,"Ġinstead":1599,"Ġlat":1600,"Ġsuff":1601,"ams":1602,"ump":1603,"osed":1604,"allow":1605,"come":1606,"comp":1607,"Ġdespite":1608,"Ġremark":1609,"Ġideas":1610,"Ġpowerful":1611,"Ġculture":1612,"Ġpassion":1613,"Ġenergy":1614,"ches":1615,"do":1616,"land":1617,"Ġtone":1618,"Ġwind":1619,"Ġeither":1620,"entious":1621,"ote":1622,"Ġstri":1623,"Ġreg":1624,"rage":1625,"ulg":1626,"ular":1627,"ett":1628,"iller":1629,"Ġje":1630,"Ġjack":1631,"aged":1632,"Ġdeath":1633,"Ġplays":1634,"Ġleft":1635,"ended":1636,"Ġmostly":1637,"Ġemb":1638,"Ġeveryone":1639,"Ġimport":1640,"Ġgenuine":1641,"Ġfilmmaking":1642,"guing":1643,"Ġsurprisingly":1644,"Ġmelodrama":1645,"Ġcertainly":1646,"ax":1647,"ob":1648,"ising":1649,"ones":1650,"ances":1651,"Ġdou":1652,"Ġinf":1653,"Ġlit":1654,"Ġeach":1655,"Ġbeyond":1656,"Ġur":1657,"Ġang":1658,"urd":1659,"urp":1660,"Ġdog":1661,"Ġdev":1662,"itty":1663,"itting":1664,"Ġrock":1665,"Ġstrange":1666,"Ġrecent":1667,"appoint":1668,"Ġsitu":1669,"Ġsecond":1670,"Ġcompletely":1671,"Ġhelp":1672,"Ġopera":1673,"ding":1674,"how":1675,"line":1676,"use":1677,"Ġspe":1678,"Ġspect":1679,"Ġcap":1680,"orable":1681,"utter":1682,"Ġrest":1683,"Ġheavy":1684,"Ġexcept":1685,"Ġstoryt":1686,"Ġdeser":1687,"Ġviewers":1688,"Ġexplo":1689,"Ġmix":1690,"Ġleave":1691,"Ġbelieve":1692,"Ġdeeply":1693,"Ġoccas":1694,"ci":1695,"Ġfre":1696,"Ġfour":1697,"Ġmad":1698,"oud":1699,"Ġhold":1700,"let":1701,"Ġgot":1702,"asy":1703,"rid":1704,"Ġforget":1705,"Ġquick":1706,"Ġtruth":1707,"Ġtruly":1708,"Ġdirected":1709,"Ġride":1710,"Ġlooks":1711,"Ġreality":1712,"Ġjokes":1713,"ashion":1714,"ival":1715,"Ġhimself":1716,"Ġhope":1717,"Ġcreep":1718,"void":1719,"Ġstraight":1720,"Ġsummer":1721,"Ġmiddle":1722,"ah":1723,"ecut":1724,"hy":1725,"wr":1726,"when":1727,"Ġaff":1728,"Ġsand":1729,"Ġfound":1730,"Ġcor":1731,"Ġcart":1732,"ont":1733,"Ġden":1734,"icult":1735,"Ġexam":1736,"Ġshot":1737,"Ġpoet":1738,"Ġdisappoint":1739,"Ġsubst":1740,"Ġunderstand":1741,"Ġshows":1742,"Ġwoman":1743,"Ġproduction":1744,"Ġdifficult":1745,"Ġpersonal":1746,"minute":1747,"hand":1748,"Ġfat":1749,"Ġpay":1750,"Ġder":1751,"although":1752,"Ġinst":1753,"Ġline":1754,"Ġnight":1755,"Ġnice":1756,"otic":1757,"Ġexact":1758,"Ġabove":1759,"ively":1760,"Ġconcept":1761,"comm":1762,"Ġvir":1763,"Ġends":1764,"Ġscene":1765,"Ġappro":1766,"Ġrefres":1767,"Ġsimple":1768,"Ġdelivers":1769,"Ġtouching":1770,"Ġcamera":1771,"Ġadventure":1772,"af":1773,"bly":1774,"ball":1775,"ele":1776,"ever":1777,"ged":1778,"gra":1779,"iest":1780,"sel":1781,"Ġ8":1782,"Ġair":1783,"Ġopp":1784,"Ġhop":1785,"Ġlif":1786,"Ġgrow":1787,"ott":1788,"Ġcomb":1789,"ames":1790,"Ġalread":1791,"Ġshock":1792,"Ġlet":1793,"Ġspy":1794,"Ġnovel":1795,"Ġrole":1796,"berg":1797,"Ġtries":1798,"Ġextreme":1799,"Ġbeautifully":1800,"Ġsym":1801,"Ġsatisfying":1802,"Ġintriguing":1803,"Ġlarge":1804,"Ġdifferent":1805,"Ġhilarious":1806,"Ġalready":1807,"ai":1808,"ael":1809,"every":1810,"ien":1811,"por":1812,"rise":1813,"wise":1814,"Ġaut":1815,"Ġfut":1816,"Ġhu":1817,"Ġstup":1818,"Ġstories":1819,"ung":1820,"unk":1821,"Ġexecut":1822,"Ġdevelop":1823,"Ġneither":1824,"uss":1825,"Ġimages":1826,"pping":1827,"ender":1828,"itely":1829,"Ġfails":1830,"Ġremains":1831,"Ġmoment":1832,"Ġstorytelling":1833,"bo":1834,"has":1835,"my":1836,"uous":1837,"war":1838,"year":1839,"Ġx":1840,"Ġted":1841,"Ġsle":1842,"Ġside":1843,"Ġfire":1844,"ishing":1845,"Ġbal":1846,"Ġcost":1847,"Ġtop":1848,"enty":1849,"ember":1850,"Ġsoap":1851,"Ġclich":1852,"arely":1853,"Ġimpossible":1854,"Ġbring":1855,"Ġtechn":1856,"Ġpretentious":1857,"ibly":1858,"Ġextra":1859,"Ġesc":1860,"Ġfriend":1861,"Ġconsider":1862,"Ġparticularly":1863,"Ġjourney":1864,"Ġspectac":1865,"Ġvirt":1866,"Ġrefreshing":1867,"ĠclichÃ©":1868,"ked":1869,"more":1870,"tra":1871,"Ġtar":1872,"erous":1873,"Ġfem":1874,"Ġmere":1875,"Ġcond":1876,"Ġcase":1877,"Ġposs":1878,"Ġdri":1879,"Ġnon":1880,"Ġnone":1881,"Ġgags":1882,"Ġmood":1883,"ims":1884,"Ġsust":1885,"unny":1886,"ichael":1887,"Ġadapt":1888,"Ġblood":1889,"lessly":1890,"Ġtwist":1891,"ocative":1892,"Ġseeing":1893,"Ġaudiences":1894,"Ġcrime":1895,"Ġgrand":1896,"Ġpleasure":1897,"Ġeasily":1898,"Ġsequel":1899,"Ġanimation":1900,"Ġmedi":1901,"Ġeye":1902,"Ġearnest":1903,"Ġpsychological":1904,"Ġterrific":1905,"Ġfollow":1906,"Ġliter":1907,"Ġexactly":1908,"selves":1909,"lin":1910,"ple":1911,"rist":1912,"ze":1913,"Ġver":1914,"Ġutter":1915,"Ġtaste":1916,"Ġachie":1917,"ital":1918,"Ġfoc":1919,"atural":1920,"Ġcur":1921,"Ġdig":1922,"edly":1923,"Ġland":1924,"rable":1925,"rown":1926,"ets":1927,"Ġunex":1928,"Ġsocial":1929,"Ġprovid":1930,"oney":1931,"icks":1932,"Ġroll":1933,"Ġdisney":1934,"Ġways":1935,"Ġimpro":1936,"Ġdelic":1937,"scious":1938,"fortun":1939,"Ġagainst":1940,"Ġmoral":1941,"Ġintelligence":1942,"Ġdefin":1943,"Ġmaj":1944,"Ġpolitical":1945,"Ġsubtle":1946,"Ġmystery":1947,"over":1948,"way":1949,"inct":1950,"Ġmild":1951,"ats":1952,"Ġbrit":1953,"Ġbreak":1954,"Ġinde":1955,"Ġnature":1956,"Ġgent":1957,"Ġgame":1958,"Ġiss":1959,"Ġcho":1960,"unity":1961,"illing":1962,"Ġsever":1963,"Ġunt":1964,"ellent":1965,"Ġproves":1966,"Ġactress":1967,"Ġweird":1968,"Ġpoor":1969,"Ġbland":1970,"Ġgetting":1971,"Ġcool":1972,"Ġdepth":1973,"struct":1974,"Ġstandard":1975,"ield":1976,"ography":1977,"Ġstupid":1978,"ape":1979,"aust":1980,"light":1981,"whe":1982,"Ġtest":1983,"Ġtheat":1984,"Ġfalls":1985,"Ġbus":1986,"Ġbreat":1987,"Ġcold":1988,"Ġparent":1989,"ices":1990,"Ġevent":1991,"Ġgone":1992,"chy":1993,"olut":1994,"olute":1995,"Ġforce":1996,"Ġjoy":1997,"Ġexh":1998,"Ġsoph":1999,"udget":2000,"Ġtrad":2001,"Ġcliches":2002,"semble":2003,"Ġviolence":2004,"Ġwriting":2005,"Ġapproach":2006,"bel":2007,"gi":2008,"haps":2009,"ring":2010,"ton":2011,"Ġer":2012,"itious":2013,"Ġfig":2014,"ises":2015,"Ġmichael":2016,"Ġcour":2017,"Ġcele":2018,"Ġpure":2019,"arp":2020,"Ġthin":2021,"Ġni":2022,"Ġgang":2023,"Ġgorge":2024,"Ġchrist":2025,"that":2026,"ability":2027,"ement":2028,"aken":2029,"Ġunp":2030,"Ġprocess":2031,"oses":2032,"Ġwhether":2033,"Ġfav":2034,"Ġremind":2035,"Ġjob":2036,"Ġobser":2037,"Ġcheap":2038,"Ġgiven":2039,"Ġcoll":2040,"Ġsatire":2041,"Ġkeeps":2042,"Ġphil":2043,"Ġappeal":2044,"Ġmemorable":2045,"Ġschool":2046,"Ġwrong":2047,"Ġwritten":2048,"Ġepic":2049,"Ġopen":2050,"Ġrobert":2051,"Ġoccasionally":2052,"ban":2053,"bers":2054,"kin":2055,"nect":2056,"Ã£":2057,"ino":2058,"rew":2059,"Ġfight":2060,"Ġbur":2061,"Ġcall":2062,"Ġwel":2063,"orough":2064,"orical":2065,"Ġdays":2066,"Ġinvent":2067,"Ġgod":2068,"rible":2069,"oose":2070,"ides":2071,"Ġacted":2072,"Ġspl":2073,"pped":2074,"Ġlost":2075,"acing":2076,"Ġuses":2077,"Ġtele":2078,"Ġdesper":2079,"Ġcontem":2080,"Ġclear":2081,"Ġviewer":2082,"Ġthoughtful":2083,"Ġleaves":2084,"Ġelements":2085,"movie":2086,"Ġbrilliant":2087,"Ġtedious":2088,"fi":2089,"gen":2090,"iod":2091,"path":2092,"inary":2093,"Ġful":2094,"Ġfoot":2095,"Ġball":2096,"Ġcop":2097,"Ġcamp":2098,"Ġwater":2099,"ork":2100,"Ġpossible":2101,"anch":2102,"Ġdest":2103,"ley":2104,"Ġtold":2105,"Ġlist":2106,"Ġug":2107,"rol":2108,"key":2109,"Ġintim":2110,"Ġexist":2111,"Ġconfl":2112,"aph":2113,"Ġprop":2114,"Ġprov":2115,"Ġperiod":2116,"orts":2117,"Ġii":2118,"Ġpost":2119,"Ġpoign":2120,"Ġimpressive":2121,"Ġartist":2122,"Ġreson":2123,"Ġguys":2124,"ibility":2125,"Ġdepress":2126,"Ġneeds":2127,"herent":2128,"rossing":2129,"Ġphot":2130,"Ġepis":2131,"incing":2132,"Ġpresent":2133,"Ġinspir":2134,"Ġcartoon":2135,"che":2136,"cul":2137,"good":2138,"mist":2139,"mark":2140,"Ġsqu":2141,"real":2142,"atory":2143,"Ġpull":2144,"Ġduring":2145,"Ġhy":2146,"Ġlab":2147,"Ġear":2148,"Ġge":2149,"entially":2150,"Ġrecomm":2151,"Ġhell":2152,"Ġende":2153,"Ġsharp":2154,"Ġsci":2155,"action":2156,"Ġrout":2157,"Ġfunn":2158,"iled":2159,"Ġoffer":2160,"ensive":2161,"atching":2162,"Ġotherwise":2163,"Ġ10":2164,"Ġresult":2165,"Ġvision":2166,"Ġfinally":2167,"Ġsurprising":2168,"Ġsexual":2169,"Ġrunning":2170,"Ġeyes":2171,"Ġquestion":2172,"Ġtragedy":2173,"Ġcreepy":2174,"Ġmajor":2175,"cceed":2176,"fil":2177,"gue":2178,"hood":2179,"hop":2180,"ov":2181,"spect":2182,"well":2183,"Ġ4":2184,"Ġly":2185,"Ġtyp":2186,"Ġage":2187,"inative":2188,"Ġcrit":2189,"Ġpurp":2190,"Ġthorough":2191,"Ġhot":2192,"Ġine":2193,"char":2194,"Ġsucceed":2195,"Ġshoot":2196,"Ġhaun":2197,"Ġhaving":2198,"osp":2199,"Ġamount":2200,"Ġquality":2201,"Ġroad":2202,"Ġfail":2203,"Ġfaith":2204,"Ġthemselves":2205,"Ġsurf":2206,"Ġbrother":2207,"Ġrespect":2208,"scar":2209,"Ġattract":2210,"Ġattention":2211,"Ġemotionally":2212,"umbers":2213,"Ġgrace":2214,"Ġcolor":2215,"Ġfrustr":2216,"Ġincl":2217,"Ġfinal":2218,"Ġimagination":2219,"Ġcraft":2220,"Ġwonderful":2221,"Ġabsurd":2222,"ength":2223,"Ġentirely":2224,"Ġcomedies":2225,"Ġfuture":2226,"fortunately":2227,"Ġgentle":2228,"Ġcelebr":2229,"ails":2230,"mon":2231,"table":2232,"vant":2233,"zz":2234,"Ġ3":2235,"Ġess":2236,"Ġtired":2237,"Ġsong":2238,"Ġbarely":2239,"Ġcross":2240,"Ġpow":2241,"Ġpath":2242,"alt":2243,"iche":2244,"ilty":2245,"Ġsteven":2246,"Ġreleas":2247,"oles":2248,"Ġchall":2249,"Ġchange":2250,"amb":2251,"arted":2252,"form":2253,"Ġamong":2254,"Ġtrou":2255,"Ġweak":2256,"Ġenth":2257,"Ġusual":2258,"Ġslap":2259,"Ġremake":2260,"Ġothers":2261,"Ġawful":2262,"Ġengrossing":2263,"Ġexcellent":2264,"uced":2265,"Ġcareer":2266,"Ġskill":2267,"Ġbuild":2268,"ancy":2269,"Ġanimated":2270,"Ġdavid":2271,"Ġbehind":2272,"Ġmeaning":2273,"Ġfantasy":2274,"Ġsingle":2275,"Ġfairly":2276,"Ġcontrived":2277,"Ġlatest":2278,"Ġsustain":2279,"Ġmedioc":2280,"Ġseveral":2281,"Ġconflict":2282,"lo":2283,"na":2284,"piece":2285,"sw":2286,"vice":2287,"Ġtaking":2288,"Ġsour":2289,"Ġoscar":2290,"Ġfast":2291,"Ġfore":2292,"ised":2293,"Ġmer":2294,"Ġbond":2295,"Ġwed":2296,"Ġpet":2297,"Ġpark":2298,"Ġthrow":2299,"Ġhom":2300,"Ġnatural":2301,"Ġgreen":2302,"Ġmod":2303,"right":2304,"Ġhea":2305,"umph":2306,"ury":2307,"quis":2308,"Ġdoing":2309,"Ġconnect":2310,"Ġworse":2311,"Ġkn":2312,"Ġkiss":2313,"oph":2314,"Ġplenty":2315,"Ġvo":2316,"Ġvar":2317,"acks":2318,"Ġsomeone":2319,"screen":2320,"Ġguy":2321,"Ġpoints":2322,"Ġknows":2323,"Ġbeauty":2324,"Ġappealing":2325,"lection":2326,"Ġevents":2327,"Ġdeliver":2328,"Ġdeter":2329,"Ġremarkable":2330,"olutely":2331,"Ġgorgeous":2332,"Ġugly":2333,"aces":2334,"ior":2335,"life":2336,"sch":2337,"vable":2338,"Ġing":2339,"Ġtear":2340,"Ġast":2341,"Ġfan":2342,"ened":2343,"eness":2344,"orm":2345,"Ġpal":2346,"Ġpie":2347,"anks":2348,"Ġlim":2349,"Ġgoof":2350,"Ġrevel":2351,"ades":2352,"ify":2353,"Ġintent":2354,"Ġdeal":2355,"Ġscary":2356,"astic":2357,"uses":2358,"usion":2359,"Ġplain":2360,"Ġprec":2361,"Ġamaz":2362,"Ġadults":2363,"Ġsomewhat":2364,"Ġvivid":2365,"Ġinside":2366,"Ġvisually":2367,"beat":2368,"Ġtriumph":2369,"Ġemotions":2370,"Ġpictures":2371,"Ġsurprise":2372,"Ġworthy":2373,"nothing":2374,"appy":2375,"Ġdecent":2376,"Ġperfectly":2377,"Ġunsett":2378,"Ġmagic":2379,"Ġambitious":2380,"Ġsentimental":2381,"Ġmetaph":2382,"Ġimportant":2383,"handed":2384,"Ġmerely":2385,"Ġadaptation":2386,"Ġunexpect":2387,"Ġparents":2388,"Ġthoroughly":2389,"body":2390,"cou":2391,"ges":2392,"ix":2393,"made":2394,"uch":2395,"Ġram":2396,"rel":2397,"rent":2398,"Ġfram":2399,"Ġpit":2400,"Ġpace":2401,"Ġhouse":2402,"Ġinn":2403,"asure":2404,"Ġyork":2405,"Ġwhite":2406,"Ġcomplic":2407,"agg":2408,"apan":2409,"Ġcharism":2410,"ands":2411,"Ġspark":2412,"orting":2413,"acy":2414,"Ġflash":2415,"aught":2416,"oying":2417,"Ġworking":2418,"Ġimpact":2419,"Ġdesign":2420,"Ġstrugg":2421,"rence":2422,"Ġcolle":2423,"Ġfrank":2424,"Ġamerica":2425,"Ġlots":2426,"Ġeffective":2427,"Ġdistur":2428,"ology":2429,"Ġ200":2430,"Ġmemory":2431,"Ġsequences":2432,"Ġbrain":2433,"Ġbegins":2434,"Ġopport":2435,"Ġexecution":2436,"Ġfemale":2437,"Ġwelcome":2438,"Ġprovocative":2439,"Ġrecommend":2440,"70":2441,"cle":2442,"down":2443,"een":2444,"fic":2445,"gar":2446,"nes":2447,"Ġavoid":2448,"reci":2449,"Ġfree":2450,"Ġbatt":2451,"Ġcrow":2452,"Ġwood":2453,"Ġpul":2454,"Ġpack":2455,"Ġpub":2456,"Ġhip":2457,"Ġner":2458,"Ġgross":2459,"Ġmother":2460,"Ġuse":2461,"verage":2462,"Ġann":2463,"ries":2464,"ried":2465,"Ġforg":2466,"ident":2467,"Ġalone":2468,"unch":2469,"ister":2470,"Ġable":2471,"Ġdeft":2472,"Ġnecess":2473,"udd":2474,"Ġleg":2475,"iously":2476,"decess":2477,"ared":2478,"Ġoverall":2479,"Ġempt":2480,"Ġlovely":2481,"Ġcontin":2482,"Ġfront":2483,"azz":2484,"Ġdraw":2485,"Ġcreative":2486,"Ġaccom":2487,"Ġhistorical":2488,"Ġtouch":2489,"ielberg":2490,"vision":2491,"Ġmurder":2492,"Ġsupposed":2493,"Ġdoub":2494,"ashioned":2495,"Ġexamination":2496,"Ġutterly":2497,"Ġuntil":2498,"Ġcrowd":2499,"aff":2500,"col":2501,"ode":2502,"uel":2503,"uce":2504,"writ":2505,"Ġ5":2506,"Ġtim":2507,"Ġtension":2508,"Ġfol":2509,"Ġfall":2510,"Ġfelt":2511,"Ġmart":2512,"Ġmach":2513,"Ġbiz":2514,"Ġcir":2515,"Ġcity":2516,"Ġcuri":2517,"Ġwitty":2518,"Ġdan":2519,"Ġdate":2520,"arch":2521,"arily":2522,"Ġtom":2523,"Ġgif":2524,"Ġmove":2525,"Ġsugg":2526,"ament":2527,"Ġju":2528,"Ġjapan":2529,"Ġensemble":2530,"Ġunint":2531,"Ġunlike":2532,"tern":2533,"Ġprevious":2534,"Ġpredecess":2535,"Ġimm":2536,"Ġupon":2537,"Ġwilli":2538,"Ġused":2539,"Ġimpress":2540,"Ġdesc":2541,"Ġthroughout":2542,"urns":2543,"Ġminor":2544,"ivity":2545,"Ġchemist":2546,"Ġgrou":2547,"Ġwants":2548,"Ġappreci":2549,"Ġprot":2550,"Ġcreates":2551,"Ġacross":2552,"Ġsurprises":2553,"anced":2554,"Ġcultural":2555,"Ġsincere":2556,"Ġcaptures":2557,"Ġpotential":2558,"Ġdelightful":2559,"Ġ90":2560,"Ġflaws":2561,"Ġstylish":2562,"Ġunique":2563,"hetic":2564,"Ġwords":2565,"Ġquickly":2566,"Ġhuge":2567,"Ġfriendship":2568,"Ġtarget":2569,"Ġissues":2570,"Ġbreath":2571,"Ġsophistic":2572,"pathy":2573,"Ġchalleng":2574,"Ġtrouble":2575,"Ġcollege":2576,"Ġaccompl":2577,"Ġsuggest":2578,"Ġchemistry":2579,"bed":2580,"ey":2581,"ki":2582,"kward":2583,"look":2584,"men":2585,"may":2586,"mosp":2587,"ses":2588,"side":2589,"tr":2590,"iny":2591,"Ġsor":2592,"Ġsal":2593,"ishes":2594,"Ġmist":2595,"Ġmoney":2596,"Ġbre":2597,"Ġbull":2598,"Ġcute":2599,"Ġwaste":2600,"Ġpu":2601,"Ġpos":2602,"Ġdang":2603,"arre":2604,"Ġtot":2605,"Ġla":2606,"Ġgh":2607,"Ġgay":2608,"ction":2609,"Ġstep":2610,"Ġreward":2611,"ulative":2612,"Ġsuck":2613,"Ġmoviego":2614,"aked":2615,"Ġunus":2616,"Ġconvent":2617,"Ġconcer":2618,"asty":2619,"Ġatmosp":2620,"Ġrhy":2621,"Ġthanks":2622,"Ġfear":2623,"Ġclos":2624,"Ġtry":2625,"izes":2626,"Ġremember":2627,"Ġgrant":2628,"Ġground":2629,"Ġplaying":2630,"Ġexciting":2631,"Ġprim":2632,"Ġskin":2633,"Ġrepet":2634,"Ġsuperfic":2635,"Ġmonster":2636,"iety":2637,"Ġbroad":2638,"Ġmelodramatic":2639,"Ġdiver":2640,"Ġtalented":2641,"oppy":2642,"Ġwinning":2643,"Ġbased":2644,"Ġidi":2645,"Ġsituation":2646,"Ġdeserves":2647,"porary":2648,"Ġdefinitely":2649,"belie":2650,"Ġfully":2651,"Ġunsettling":2652,"\\*":2653,"fashioned":2654,"ives":2655,"nce":2656,"uces":2657,"hent":2658,"Ġsaw":2659,"Ġsav":2660,"Ġfest":2661,"Ġcat":2662,"Ġwalk":2663,"Ġham":2664,"Ġlad":2665,"Ġloud":2666,"Ġname":2667,"stal":2668,"Ġgun":2669,"ellect":2670,"Ġstren":2671,"Ġrev":2672,"Ġrequ":2673,"room":2674,"umber":2675,"Ġliving":2676,"Ġshad":2677,"Ġability":2678,"Ġhack":2679,"Ġconst":2680,"Ġconstruct":2681,"Ġvict":2682,"Ġperhaps":2683,"Ġclum":2684,"plays":2685,"Ġmanner":2686,"Ġloc":2687,"acher":2688,"Ġemerg":2689,"Ġrid":2690,"Ġgeneric":2691,"Ġbrings":2692,"angu":2693,"Ġstruct":2694,"Ġago":2695,"Ġcasting":2696,"Ġawkward":2697,"Ġgiving":2698,"Ġexplor":2699,"Ġimagine":2700,"Ġ20":2701,"Ġcreate":2702,"Ġabsor":2703,"Ġstarts":2704,"Ġgirls":2705,"Ġrarely":2706,"Ġleads":2707,"Ġconvincing":2708,"Ġmasterpiece":2709,"Ġcouple":2710,"Ġcountry":2711,"Ġslightly":2712,"Ġrelationships":2713,"Ġurban":2714,"Ġcostum":2715,"Ġfocus":2716,"Ġprovides":2717,"olution":2718,"Ġniro":2719,"Ġroutine":2720,"Ġmediocre":2721,"Ġrhyth":2722,"cing":2723,"making":2724,"ral":2725,"round":2726,"vy":2727,"yal":2728,"Ġtur":2729,"inoc":2730,"hearted":2731,"Ġsac":2732,"Ġfit":2733,"Ġfra":2734,"Ġmil":2735,"Ġmak":2736,"Ġbi":2737,"Ġcand":2738,"Ġwal":2739,"Ġwise":2740,"onic":2741,"onstr":2742,"Ġpacing":2743,"Ġdre":2744,"arc":2745,"icle":2746,"Ġtoward":2747,"Ġinex":2748,"omet":2749,"eld":2750,"vey":2751,"imag":2752,"Ġones":2753,"Ġya":2754,"ession":2755,"Ġcommer":2756,"ills":2757,"ousy":2758,"Ġintellect":2759,"quently":2760,"usi":2761,"andering":2762,"Ġallen":2763,"Ġprep":2764,"ending":2765,"Ġweight":2766,"Ġcompany":2767,"assion":2768,"Ġdisgu":2769,"never":2770,"Ġtwists":2771,"Ġbadly":2772,"Ġbrut":2773,"Ġhowever":2774,"Ġwatchable":2775,"Ġjoke":2776,"Ġthrills":2777,"conscious":2778,"Ġterms":2779,"Ġapart":2780,"Ġlacking":2781,"Ġthinking":2782,"Ġhighly":2783,"Ġultimate":2784,"Ġcrazy":2785,"voking":2786,"Ġproblems":2787,"Ġunfunny":2788,"Ġseriously":2789,"Ġtragic":2790,"Ġformulaic":2791,"Ġpunch":2792,"Ġbright":2793,"Ġgripping":2794,"Ġflawed":2795,"Ġinvolved":2796,"Ġreveals":2797,"Ġsubstance":2798,"Ġescap":2799,"Ġbusiness":2800,"Ġcourse":2801,"Ġfavor":2802,"Ġcontemporary":2803,"Ġunexpected":2804,"Ġ2002":2805,"Ġdoubt":2806,"60":2807,"budget":2808,"die":2809,"hum":2810,"ipp":2811,"ique":2812,"low":2813,"mers":2814,"nter":2815,"rical":2816,"somet":2817,"ux":2818,"watching":2819,"zen":2820,"Ġest":2821,"Ġera":2822,"Ġtick":2823,"Ġaim":2824,"hem":2825,"head":2826,"Ġson":2827,"Ġsick":2828,"Ġfive":2829,"Ġfare":2830,"enn":2831,"Ġmes":2832,"Ġcris":2833,"Ġcyn":2834,"Ġwish":2835,"inger":2836,"Ġdry":2837,"aris":2838,"aly":2839,"ilt":2840,"Ġnu":2841,"Ġeth":2842,"Ġecc":2843,"Ġgre":2844,"Ġstere":2845,"Ġstars":2846,"Ġbeat":2847,"Ġresp":2848,"Ġfilled":2849,"eth":2850,"Ġcomfort":2851,"ified":2852,"Ġener":2853,"Ġunin":2854,"Ġscr":2855,"arts":2856,"acted":2857,"uster":2858,"ops":2859,"itted":2860,"Ġmanip":2861,"weet":2862,"ization":2863,"atingly":2864,"Ġrap":2865,"Ġrive":2866,"Ġyourself":2867,"Ġthemes":2868,"Ġrealistic":2869,"olds":2870,"Ġcrush":2871,"cons":2872,"gged":2873,"Ġrecord":2874,"Ġplayed":2875,"Ġfinds":2876,"Ġpleasant":2877,"Ġreport":2878,"Ġdistinct":2879,"Ġappears":2880,"Ġimaginative":2881,"iculous":2882,"Ġhappens":2883,"Ġflicks":2884,"Ġmeditation":2885,"provoking":2886,"Ġsensitive":2887,"Ġsoundtra":2888,"Ġmissing":2889,"Ġattempts":2890,"Ġpromise":2891,"Ġboys":2892,"Ġsuccessful":2893,"Ġinvolving":2894,"Ġcalled":2895,"ulgent":2896,"Ġsandler":2897,"Ġconsiderable":2898,"Ġmildly":2899,"Ġphilos":2900,"Ġinventive":2901,"Ġintimate":2902,"Ġepisode":2903,"Ġinclud":2904,"Ġframe":2905,"Ġbattle":2906,"Ġpubl":2907,"Ġbizarre":2908,"Ġcirc":2909,"Ġwilliams":2910,"Ġghost":2911,"hentic":2912,"Ġsoundtrack":2913,"avi":2914,"field":2915,"gth":2916,"ived":2917,"lish":2918,"ners":2919,"put":2920,"Ġtun":2921,"Ġtaken":2922,"itable":2923,"itions":2924,"Ġfather":2925,"Ġmatch":2926,"Ġwat":2927,"Ġpri":2928,"Ġdom":2929,"Ġhate":2930,"Ġloss":2931,"Ġlaz":2932,"Ġnons":2933,"stick":2934,"entric":2935,"vide":2936,"Ġrent":2937,"they":2938,"see":2939,"sequ":2940,"ided":2941,"agger":2942,"Ġencou":2943,"Ġintro":2944,"Ġintense":2945,"Ġshare":2946,"Ġunc":2947,"Ġuneven":2948,"ires":2949,"Ġnear":2950,"ateur":2951,"Ġsoc":2952,"Ġvill":2953,"Ġsports":2954,"Ġspielberg":2955,"Ġimax":2956,"Ġoutrage":2957,"Ġtran":2958,"Ġroom":2959,"Ġblend":2960,"izz":2961,"phy":2962,"rison":2963,"Ġtravel":2964,"Ġinterested":2965,"Ġcheck":2966,"Ġterrible":2967,"Ġrelent":2968,"Ġfranch":2969,"Ġwanted":2970,"Ġsets":2971,"Ġsett":2972,"Ġincred":2973,"arring":2974,"Ġrepres":2975,"Ġmarvel":2976,"Ġfright":2977,"Ġevil":2978,"Ġruns":2979,"Ġhappy":2980,"Ġgeneral":2981,"Ġdemonstr":2982,"Ġexpress":2983,"Ġputs":2984,"Ġspiritual":2985,"Ġprofound":2986,"Ġpolitics":2987,"Ġequally":2988,"Ġtransc":2989,"feels":2990,"Ġsentimentality":2991,"Ġdrug":2992,"Ġaffection":2993,"Ġstunning":2994,"Ġsituations":2995,"Ġforgettable":2996,"written":2997,"Ġpoetry":2998,"Ġderiv":2999,"after":3000,"Ġlargely":3001,"Ġextraord":3002,"Ġbritish":3003,"Ġindeed":3004,"Ġtelevision":3005,"Ġpoignant":3006,"Ġpurpose":3007,"Ġheaven":3008,"Ġpieces":3009,"Ġgoofy":3010,"Ġinnoc":3011,"Ġsophisticated":3012,"Ġsuperficial":3013,"Ġstrength":3014,"Ġstereot":3015,"Ġfranchise":3016,"bear":3017,"cr":3018,"corn":3019,"eper":3020,"fer":3021,"fun":3022,"ium":3023,"long":3024,"miss":3025,"par":3026,"sm":3027,"ters":3028,"xic":3029,"Ġtough":3030,"Ġaccess":3031,"Ġfreak":3032,"eni":3033,"Ġbog":3034,"Ġbold":3035,"Ġwest":3036,"Ġwall":3037,"Ġpan":3038,"Ġpian":3039,"ara":3040,"arity":3041,"Ġhits":3042,"Ġhyp":3043,"Ġtoday":3044,"iling":3045,"Ġloses":3046,"asp":3047,"Ġstom":3048,"Ġstay":3049,"uls":3050,"Ġforced":3051,"those":3052,"Ġalive":3053,"erson":3054,"agon":3055,"Ġliked":3056,"aks":3057,"atever":3058,"Ġring":3059,"inded":3060,"venge":3061,"osity":3062,"Ġspace":3063,"Ġimpl":3064,"Ġamateur":3065,"Ġtrash":3066,"Ġlog":3067,"Ġdisc":3068,"Ġmeans":3069,"Ġmaybe":3070,"Ġsurvi":3071,"Ġsurround":3072,"bergh":3073,"Ġsmo":3074,"Ġscreenwrit":3075,"Ġcinemat":3076,"getic":3077,"Ġguess":3078,"Ġviewing":3079,"Ġapparent":3080,"Ġsetting":3081,"Ġexcit":3082,"Ġexcess":3083,"arrass":3084,"Ġcreated":3085,"ancing":3086,"Ġproduct":3087,"Ġedge":3088,"mined":3089,"Ġdetail":3090,"cover":3091,"Ġabsolutely":3092,"Ġpainful":3093,"Ġeleg":3094,"Ġsaid":3095,"Ġprofess":3096,"worth":3097,"Ġmagn":3098,"Ġcliche":3099,"Ġquestions":3100,"Ġcentral":3101,"Ġmurphy":3102,"Ġgrief":3103,"Ġjackson":3104,"Ġstrangely":3105,"Ġvirtually":3106,"Ġdepressing":3107,"Ġgeorge":3108,"Ġtypical":3109,"Ġhaunting":3110,"Ġcolorful":3111,"Ġcrafted":3112,"Ġenthusi":3113,"Ġmodest":3114,"Ġdisturbing":3115,"Ġunintent":3116,"Ġridiculous":3117,"Ġmesmer":3118,"Ġtransp":3119,"Ġderivative":3120,"bad":3121,"back":3122,"boy":3123,"bling":3124,"dis":3125,"felt":3126,"ging":3127,"hol":3128,"ken":3129,"kable":3130,"ole":3131,"phed":3132,"uit":3133,"ura":3134,"vin":3135,"wo":3136,"yle":3137,"Ġign":3138,"Ġtire":3139,"Ġtender":3140,"Ġaverage":3141,"ina":3142,"instead":3143,"Ġsight":3144,"Ġfiction":3145,"ator":3146,"Ġcry":3147,"Ġwife":3148,"orious":3149,"Ġpen":3150,"Ġdu":3151,"alian":3152,"Ġlame":3153,"Ġlaw":3154,"Ġlines":3155,"Ġlength":3156,"ashing":3157,"Ġstage":3158,"Ġstock":3159,"Ġreach":3160,"rap":3161,"chant":3162,"Ġfill":3163,"Ġansw":3164,"Ġsugar":3165,"irth":3166,"ids":3167,"Ġchan":3168,"Ġchang":3169,"thr":3170,"about":3171,"ague":3172,"ants":3173,"ander":3174,"Ġallow":3175,"Ġplan":3176,"Ġfeat":3177,"Ġlets":3178,"ichol":3179,"Ġcompet":3180,"Ġroot":3181,"Ġslice":3182,"Ġtalking":3183,"ondz":3184,"Ġparts":3185,"Ġartistic":3186,"Ġobs":3187,"Ġobject":3188,"Ġclearly":3189,"Ġhardly":3190,"cont":3191,"ups":3192,"Ġguilty":3193,"Ġworthwhile":3194,"Ġglimp":3195,"Ġhumanity":3196,"Ġprice":3197,"Ġindie":3198,"Ġoriginality":3199,"Ġfinish":3200,"Ġsket":3201,"Ġirrit":3202,"Ġsexy":3203,"dden":3204,"Ġgeneration":3205,"Ġpainfully":3206,"Ġundeni":3207,"Ġpopcorn":3208,"Ġobviously":3209,"Ġinspired":3210,"Ġinsightful":3211,"Ġcourage":3212,"Ġsimpl":3213,"Ġadmi":3214,"Ġwarmth":3215,"Ġtreasure":3216,"Ġaffecting":3217,"Ġsuffers":3218,"does":3219,"Ġembarrass":3220,"ivalent":3221,"Ġaffair":3222,"Ġextremely":3223,"Ġauthentic":3224,"Ġrefreshingly":3225,"ĠclichÃ©s":3226,"Ġexhilar":3227,"Ġobserv":3228,"Ġfootage":3229,"Ġsucceeds":3230,"Ġsurface":3231,"Ġwedding":3232,"Ġvoice":3233,"Ġopportunity":3234,"Ġgroup":3235,"Ġconventional":3236,"Ġatmosphere":3237,"Ġabsorbing":3238,"Ġcommercial":3239,"Ġeccentric":3240,"Ġenergetic":3241,"Ġriveting":3242,"Ġpublic":3243,"Ġstereotyp":3244,"Ġexcitement":3245,"ave":3246,"aus":3247,"bs":3248,"bor":3249,"bles":3250,"both":3251,"cra":3252,"den":3253,"egr":3254,"hour":3255,"hmer":3256,"ians":3257,"jo":3258,"much":3259,"nal":3260,"nic":3261,"inal":3262,"Ġfashion":3263,"ency":3264,"Ġmc":3265,"Ġmal":3266,"Ġban":3267,"Ġbow":3268,"Ġcore":3269,"onna":3270,"Ġped":3271,"Ġpap":3272,"Ġpick":3273,"Ġdim":3274,"lying":3275,"Ġhall":3276,"lex":3277,"Ġinfl":3278,"illed":3279,"Ġlangu":3280,"Ġna":3281,"Ġgames":3282,"ases":3283,"Ġstre":3284,"Ġrevenge":3285,"theless":3286,"roll":3287,"Ġfilmed":3288,"Ġwithin":3289,"Ġalien":3290,"abor":3291,"Ġjol":3292,"Ġsea":3293,"Ġune":3294,"Ġunfor":3295,"Ġscar":3296,"Ġscream":3297,"Ġking":3298,"Ġry":3299,"Ġallows":3300,"Ġplaces":3301,"udlin":3302,"Ġlearn":3303,"Ġspook":3304,"ards":3305,"Ġtrick":3306,"Ġarri":3307,"ached":3308,"ogn":3309,"Ġadoles":3310,"Ġsomehow":3311,"Ġponder":3312,"Ġblue":3313,"new":3314,"Ġtalk":3315,"Ġsurreal":3316,"Ġservice":3317,"versal":3318,"Ġparty":3319,"Ġheartb":3320,"Ġheartfelt":3321,"Ġgreatest":3322,"Ġtrip":3323,"Ġterror":3324,"Ġperspect":3325,"Ġincre":3326,"Ġmusical":3327,"Ġiran":3328,"Ġaccept":3329,"insky":3330,"Ġdecades":3331,"Ġconsid":3332,"Ġconsist":3333,"Ġbelievable":3334,"Ġefforts":3335,"Ġpresents":3336,"Ġdamned":3337,"Ġequivalent":3338,"Ġmaint":3339,"Ġparticular":3340,"Ġtreatment":3341,"Ġdragon":3342,"Ġtells":3343,"Ġveh":3344,"Ġmotion":3345,"Ġident":3346,"Ġremarkably":3347,"Ġholds":3348,"Ġsleep":3349,"Ġbalance":3350,"Ġspectacle":3351,"Ġachieve":3352,"Ġdelicate":3353,"Ġpoorly":3354,"Ġpowers":3355,"Ġslapstick":3356,"Ġpeter":3357,"school":3358,"Ġamazing":3359,"Ġcharisma":3360,"Ġjapanese":3361,"Ġprotagon":3362,"Ġunusual":3363,"Ġtiresome":3364,"ha":3365,"ike":3366,"pet":3367,"rous":3368,"set":3369,"val":3370,"will":3371,"yc":3372,"Ġice":3373,"Ġty":3374,"Ġtour":3375,"Ġtelling":3376,"ining":3377,"Ġsnow":3378,"Ġsitting":3379,"rely":3380,"Ġopt":3381,"Ġfer":3382,"Ġfur":3383,"Ġmas":3384,"Ġmill":3385,"Ġmult":3386,"Ġwil":3387,"Ġwast":3388,"Ġwry":3389,"esc":3390,"only":3391,"onishing":3392,"Ġpic":3393,"Ġpra":3394,"Ġdiv":3395,"aries":3396,"ario":3397,"Ġthird":3398,"leby":3399,"Ġlay":3400,"Ġlate":3401,"Ġloose":3402,"Ġnichol":3403,"star":3404,"Ġgut":3405,"Ġgem":3406,"uter":3407,"Ġmoore":3408,"otten":3409,"Ġstir":3410,"Ġstick":3411,"Ġstret":3412,"imsy":3413,"etic":3414,"Ġyarn":3415,"Ġaspect":3416,"Ġaltern":3417,"unfortunately":3418,"Ġjames":3419,"Ġintended":3420,"Ġshap":3421,"Ġshame":3422,"Ġshallow":3423,"Ġdeeper":3424,"Ġuncon":3425,"Ġneg":3426,"Ġscore":3427,"Ġscience":3428,"Ġconce":3429,"asts":3430,"Ġsoft":3431,"Ġsoder":3432,"andon":3433,"Ġprog":3434,"Ġruss":3435,"Ġplod":3436,"veness":3437,"Ġvan":3438,"Ġspot":3439,"Ġspoof":3440,"Ġarch":3441,"Ġsomewhere":3442,"Ġcompassion":3443,"Ġcomputer":3444,"Ġenter":3445,"Ġusually":3446,"ultim":3447,"Ġemph":3448,"Ġoffering":3449,"Ġrad":3450,"Ġtheme":3451,"atively":3452,"Ġdesp":3453,"Ġdirectorial":3454,"Ġscreenwriter":3455,"Ġcontra":3456,"Ġages":3457,"inks":3458,"Ġlonger":3459,"Ġtrif":3460,"umbs":3461,"avor":3462,"Ġpointless":3463,"Ġneeded":3464,"ucing":3465,"ext":3466,"Ġplease":3467,"Ġirre":3468,"Ġediting":3469,"Ġsubjects":3470,"Ġsequence":3471,"Ġbrown":3472,"Ġsitcom":3473,"Ġstudio":3474,"Ġgenerally":3475,"Ġswim":3476,"Ġharm":3477,"Ġcommunity":3478,"Ġsounds":3479,"work":3480,"Ġwildly":3481,"Ġbehavi":3482,"Ġcentury":3483,"Ġpromising":3484,"Ġcredits":3485,"Ġvalue":3486,"ground":3487,"Ġsignific":3488,"Ġdreams":3489,"Ġgenuinely":3490,"Ġangst":3491,"Ġcombination":3492,"Ġdevelopment":3493,"Ġspectacular":3494,"Ġpossibly":3495,"Ġeventually":3496,"Ġfigure":3497,"Ġgangster":3498,"Ġfunnier":3499,"Ġbrothers":3500,"Ġdeftly":3501,"Ġempty":3502,"Ġmartin":3503,"Ġdescri":3504,"Ġrepetitive":3505,"Ġfestival":3506,"Ġamateurish":3507,"Ġmesmerizing":3508,"Ġvehicle":3509,"Ġidentity":3510,"Ġsoderbergh":3511,"cher":3512,"cult":3513,"dri":3514,"dow":3515,"dram":3516,"funny":3517,"gory":3518,"high":3519,"minded":3520,"nces":3521,"ru":3522,"rum":3523,"she":3524,"suff":3525,"uro":3526,"win":3527,"Ġ&":3528,"ern":3529,"itude":3530,"Ġfier":3531,"Ġble":3532,"Ġbody":3533,"Ġbored":3534,"Ġbott":3535,"ingu":3536,"Ġpract":3537,"Ġpaced":3538,"Ġpinoc":3539,"Ġdie":3540,"Ġhide":3541,"Ġtoss":3542,"Ġinner":3543,"eds":3544,"iler":3545,"illy":3546,"omb":3547,"Ġnumbers":3548,"Ġnumber":3549,"stream":3550,"Ġearly":3551,"Ġgold":3552,"ented":3553,"asm":3554,"ashed":3555,"Ġresem":3556,"verse":3557,"Ġsun":3558,"irty":3559,"ifting":3560,"Ġchase":3561,"Ġchann":3562,"Ġjer":3563,"agal":3564,"umble":3565,"cks":3566,"Ġliber":3567,"Ġsham":3568,"Ġshots":3569,"Ġdevoid":3570,"Ġsco":3571,"Ġconcl":3572,"Ġkiller":3573,"actic":3574,"Ġprove":3575,"Ġprovide":3576,"uddy":3577,"alling":3578,"Ġord":3579,"Ġqueen":3580,"dep":3581,"Ġarg":3582,"acious":3583,"aches":3584,"Ġjustice":3585,"Ġwilling":3586,"comes":3587,"Ġblade":3588,"Ġoverly":3589,"Ġperformers":3590,"Ġemp":3591,"Ġdisp":3592,"Ġslick":3593,"ips":3594,"Ġraw":3595,"Ġrip":3596,"spired":3597,"Ġteam":3598,"Ġteacher":3599,"Ġdesire":3600,"bute":3601,"Ġresults":3602,"leasant":3603,"Ġcrimes":3604,"Ġholes":3605,"Ġchees":3606,"Ġkevin":3607,"reek":3608,"Ġgiant":3609,"Ġfarce":3610,"Ġrecogn":3611,"avis":3612,"Ġglass":3613,"Ġturned":3614,"Ġindust":3615,"Ġpleasures":3616,"Ġthinks":3617,"Ġsheer":3618,"Ġphys":3619,"Ġmembers":3620,"Ġschm":3621,"stein":3622,"ample":3623,"Ġhappen":3624,"Ġmindless":3625,"Ġ199":3626,"Ġvisuals":3627,"Ġsave":3628,"Ġsecret":3629,"Ġcaptiv":3630,"Ġexpected":3631,"standing":3632,"Ġreading":3633,"Ġvalues":3634,"ropri":3635,"Ġanti":3636,"Ġquietly":3637,"Ġuniversal":3638,"Ġstunts":3639,"Ġstriking":3640,"Ġfrequently":3641,"wrought":3642,"whel":3643,"Ġendearing":3644,"Ġinept":3645,"Ġattraction":3646,"Ġrelease":3647,"Ġprecious":3648,"Ġcomplicated":3649,"eyed":3650,"Ġbullock":3651,"Ġrevolution":3652,"Ġconstructed":3653,"Ġexploration":3654,"Ġdisguise":3655,"Ġlazy":3656,"Ġsociety":3657,"Ġoutrageous":3658,"Ġextraordinary":3659,"Ġaccessible":3660,"Ġstomach":3661,"Ġcinematography":3662,"Ġprofessional":3663,"Ġirritating":3664,"Ġsimplistic":3665,"Ġperspective":3666,"ultimately":3667,"Ġemphas":3668,"Ġbehavior":3669,"aud":3670,"ailed":3671,"bol":3672,"brid":3673,"cies":3674,"eath":3675,"fman":3676,"gor":3677,"girl":3678,"hu":3679,"mi":3680,"mar":3681,"mas":3682,"night":3683,"pret":3684,"run":3685,"su":3686,"top":3687,"talk":3688,"yes":3689,"Ġ7":3690,"Ġic":3691,"Ġten":3692,"Ġtack":3693,"Ġaust":3694,"Ġauth":3695,"Ġsed":3696,"Ġsides":3697,"rem":3698,"rest":3699,"erable":3700,"itional":3701,"Ġfle":3702,"Ġms":3703,"Ġmiche":3704,"atisf":3705,"Ġbod":3706,"Ġbore":3707,"Ġbits":3708,"Ġcro":3709,"Ġcaut":3710,"oric":3711,"Ġpus":3712,"aning":3713,"Ġdyn":3714,"Ġdazz":3715,"alan":3716,"Ġhur":3717,"Ġhus":3718,"Ġhook":3719,"lete":3720,"Ġnick":3721,"Ġitalian":3722,"Ġger":3723,"Ġgar":3724,"Ġbears":3725,"vern":3726,"ulation":3727,"chan":3728,"Ġasp":3729,"sec":3730,"irming":3731,"Ġcomment":3732,"Ġchance":3733,"Ġchuck":3734,"Ġchines":3735,"Ġmoviemaking":3736,"ama":3737,"Ġalle":3738,"Ġalthough":3739,"abl":3740,"Ġexample":3741,"Ġshake":3742,"Ġdeb":3743,"ivered":3744,"Ġuncom":3745,"Ġconscious":3746,"asting":3747,"Ġsoon":3748,"ford":3749,"Ġproceed":3750,"Ġfears":3751,"Ġpreach":3752,"Ġvol":3753,"Ġvulg":3754,"Ġspin":3755,"Ġspell":3756,"Ġclim":3757,"itters":3758,"Ġloved":3759,"Ġarn":3760,"aufman":3761,"Ġadult":3762,"weight":3763,"Ġpoke":3764,"Ġroger":3765,"Ġovercome":3766,"Ġoverwhel":3767,"Ġrand":3768,"Ġvibr":3769,"ressed":3770,"Ġtext":3771,"Ġdelivered":3772,"Ġserves":3773,"Ġcontrol":3774,"Ġholid":3775,"Ġshowc":3776,"Ġinsult":3777,"Ġgrim":3778,"Ġtribute":3779,"Ġgrad":3780,"Ġenjoyed":3781,"Ġplayful":3782,"neyed":3783,"Ġreflect":3784,"Ġhorrif":3785,"Ġfriends":3786,"Ġproduced":3787,"Ġimagery":3788,"Ġmonty":3789,"Ġ195":3790,"hens":3791,"Ġpresence":3792,"prod":3793,"Ġcommon":3794,"Ġnowhere":3795,"Ġdivers":3796,"class":3797,"Ġlevels":3798,"Ġdamn":3799,"Ġmarks":3800,"Ġintrigue":3801,"Ġcredit":3802,"Ġbenef":3803,"Ġembra":3804,"Ġdouble":3805,"Ġexploit":3806,"Ġpoetic":3807,"Ġfatal":3808,"warming":3809,"Ġachieves":3810,"Ġdigital":3811,"Ġunpleasant":3812,"Ġsplend":3813,"Ġpulls":3814,"Ġfailure":3815,"Ġfrustrating":3816,"Ġessentially":3817,"Ġsongs":3818,"Ġintentions":3819,"Ġdesigned":3820,"Ġstruggle":3821,"Ġannoying":3822,"Ġnecessary":3823,"Ġfolks":3824,"Ġmachine":3825,"Ġpredecessor":3826,"Ġchallenging":3827,"Ġpositive":3828,"Ġconcerned":3829,"Ġdiverting":3830,"Ġhackneyed":3831,"Ġstructure":3832,"Ġmanipulative":3833,"Ġnonsense":3834,"Ġincredibly":3835,"Ġglimpse":3836,"Ġexhilarating":3837,"Ġincreas":3838,"Ġfurther":3839,"Ġtrifle":3840,"Ġbottom":3841,"Ġdynam":3842,"Ġchinese":3843,"eur":3844,"gy":3845,"gan":3846,"iation":3847,"ivid":3848,"kins":3849,"lor":3850,"mn":3851,"mr":3852,"mak":3853,"nature":3854,"pleas":3855,"vard":3856,"Ġ\\/":3857,"Ġtor":3858,"Ġtight":3859,"Ġtort":3860,"inated":3861,"Ġsill":3862,"Ġsappy":3863,"rep":3864,"reaking":3865,