{"<|endoftext|>":0,"!":1,"#":2,"$":3,"%":4,"&":5,"'":6,"(":7,")":8,"*":9,"+":10,",":11,"-":12,".":13,"/":14,"0":15,"1":16,"2":17,"3":18,"4":19,"5":20,"6":21,"7":22,"8":23,"9":24,":":25,";":26,"=":27,"?":28,"\\":29,"`":30,"a":31,"b":32,"c":33,"d":34,"e":35,"f":36,"g":37,"h":38,"i":39,"j":40,"k":41,"l":42,"m":43,"n":44,"o":45,"p":46,"q":47,"r":48,"s":49,"t":50,"u":51,"v":52,"w":53,"x":54,"y":55,"z":56,"¡":57,"¢":58,"£":59,"¦":60,"§":61,"¨":62,"©":63,"¯":64,"±":65,"³":66,"´":67,"¶":68,"»":69,"¼":70,"Â":71,"Ã":72,"Ġ":73,"Ń":74,"Ġt":75,"Ġa":76,"in":77,"he":78,"Ġs":79,"re":80,"Ġ.":81,"Ġo":82,"er":83,"it":84,"Ġthe":85,"Ġ,":86,"Ġf":87,"is":88,"en":89,"Ġm":90,"at":91,"Ġb":92,"Ġc":93,"Ġw":94,"ing":95,"es":96,"nd":97,"or":98,"on":99,"ou":100,"Ġp":101,"Ġof":102,"an":103,"Ġd":104,"ar":105,"Ġand":106,"al":107,"Ġth":108,"ly":109,"Ġh":110,"le":111,"ic":112,"Ġto":113,"Ġ'":114,"Ġin":115,"ed":116,"il":117,"Ġl":118,"om":119,"Ġn":120,"st":121,"Ġit":122,"Ġe":123,"Ġg":124,"Ġis":125,"ut":126,"ct":127,"el":128,"Ġmo":129,"ent":130,"ion":131,"as":132,"ot":133,"ve":134,"Ġthat":135,"Ġst":136,"im":137,"Ġbe":138,"vi":139,"Ġre":140,"ra":141,"Ġu":142,"gh":143,"the":144,"ver":145,"ro":146,"ul":147,"ch":148,"ce":149,"Ġfil":150,"Ġon":151,"Ġan":152,"et":153,"Ġfilm":154,"Ġy":155,"Ġas":156,"ith":157,"ri":158,"ke":159,"ol":160,"ay":161,"ow":162,"ad":163,"Ġfor":164,"Ġwith":165,"vie":166,"se":167,"ess":168,"Ġbut":169,"Ġwh":170,"oo":171,"Ġyou":172,"Ġsu":173,"ir":174,"Ġcom":175,"id":176,"if":177,"Ġits":178,"Ġch":179,"Ġmovie":180,"th":181,"am":182,"Ġal":183,"ers":184,"Ġhe":185,"ab":186,"un":187,"ill":188,"Ġj":189,"ag":190,"um":191,"Ġse":192,"ck":193,"ght":194,"ous":195,"..":196,"em":197,"Ġen":198,"ur":199,"Ġint":200,"Ġthis":201,"Ġli":202,"Ġex":203,"ak":204,"out":205,"ld":206,"ist":207,"Ġsh":208,"qu":209,"rom":210,"Ġab":211,"Ġnot":212,"Ġha":213,"ation":214,"Ġdo":215,"ant":216,"Ġde":217,"ally":218,"ive":219,"est":220,"'t":221,"Ġun":222,"ire":223,"ure":224,"Ġne":225,"Ġsc":226,"Ġcon":227,"ain":228,"ast":229,"art":230,"pe":231,"Ġ-":232,"ell":233,"Ġat":234,"Ġwor":235,"Ġk":236,"ate":237,"ity":238,"Ġso":239,"act":240,"ough":241,"ig":242,"Ġby":243,"ory":244,"us":245,"ust":246,"ap":247,"able":248,"for":249,"ood":250,"Ġare":251,"Ġchar":252,"and":253,"Ġpro":254,"Ġr":255,"Ġ--":256,"Ġabout":257,"Ġmore":258,"Ġthan":259,"Ġhas":260,"Ġall":261,"Ġlike":262,"Ġsom":263,"op":264,"Ġpl":265,"ould":266,"ful":267,"Ġact":268,"Ġone":269,"ight":270,"Ġfrom":271,"one":272,"Ġfe":273,"ud":274,"ind":275,"ven":276,"Ġhave":277,"ere":278,"ter":279,"her":280,"very":281,"Ġle":282,"Ġhis":283,"Ġpre":284,"ge":285,"os":286,"ff":287,"Ġv":288,"Ġ...":289,"all":290,"Ġwho":291,"Ġsp":292,"ard":293,"Ġper":294,"Ġor":295,"ack":296,"pt":297,"ial":298,"Ġim":299,"Ġcl":300,"Ġstory":301,"ong":302,"ect":303,"itt":304,"ie":305,"pl":306,"hing":307,"Ġ`":308,"irect":309,"pp":310,"Ġcharact":311,"Ġout":312,"ime":313,"ake":314,"res":315,"end":316,"ence":317,"ble":318,"man":319,"Ġfun":320,"Ġ)":321,"Ġman":322,"ious":323,"Ġam":324,"ces":325,"Ġqu":326,"ort":327,"Ġtr":328,"Ġlo":329,"ick":330,"ies":331,"ine":332,"de":333,"ict":334,"Ġno":335,"ram":336,"ert":337,"are":338,"Ġup":339,"ves":340,"reat":341,"ther":342,"Ġar":343,"ook":344,"Ġwe":345,"ac":346,"og":347,"Ġi":348,"Ġfl":349,"Ġtoo":350,"per":351,"ich":352,"Ġmost":353,"edy":354,"au":355,"Ġinto":356,"our":357,"ary":358,"Ġjust":359,"Ġthr":360,"Ġwill":361,"Ġad":362,"Ġgood":363,"Ġdirect":364,"ite":365,"od":366,"Ġsome":367,"ore":368,"com":369,"Ġany":370,"we":371,"Ġmu":372,"Ġcomp":373,"ile":374,"Ġdoes":375,"Ġcan":376,"ical":377,"ass":378,"Ġpo":379,"age":380,"nt":381,"oy":382,"ment":383,"Ġent":384,"Ġro":385,"Ġwork":386,"akes":387,"Ġus":388,"Ġbl":389,"ep":390,"Ġwhe":391,"Ġover":392,"Ġcomedy":393,"Ġmuch":394,"ult":395,"ny":396,"elf":397,"ise":398,"iz":399,"Ġtime":400,"ue":401,"Ġperfor":402,"Ġem":403,"this":404,"Ġdis":405,"ry":406,"nder":407,"ating":408,"Ġoff":409,"ear":410,"ound":411,"Ġway":412,"ark":413,"ens":414,"Ġwhat":415,"Ġhum":416,"Ġbet":417,"wh":418,"Ġ(":419,"Ġif":420,"Ġ''":421,"int":422,"ertain":423,"Ġcharacters":424,"Ġfeel":425,"rit":426,"ide":427,"Ġperforman":428,"Ġeven":429,"Ġsl":430,"ish":431,"ated":432,"atch":433,"Ġwell":434,"less":435,"ving":436,"ice":437,"ip":438,"Ġra":439,"ittle":440,"reen":441,"Ġget":442,"wn":443,"Ġme":444,"ness":445,"ance":446,"Ġfa":447,"Ġlittle":448,"ull":449,"Ġonly":450,"ade":451,"Ġsub":452,"Ġri":453,"ife":454,"cc":455,"ense":456,"ual":457,"ne":458,"Ġtw":459,"Ġlook":460,"Ġtheir":461,"ingly":462,"ose":463,"sp":464,"Ġgo":465,"oc":466,"Ġyour":467,"ost":468,"Ġmake":469,"Ġevery":470,"Ġfunny":471,"Ġimp":472,"Ġthem":473,"ative":474,"ings":475,"vel":476,"Ġtal":477,"Ġreal":478,"own":479,"Ġvi":480,"atic":481,"Ġgen":482,"ience":483,"Ġbeen":484,"Ġend":485,"pect":486,"Ġmay":487,"ions":488,"Ġsomet":489,"Ġ``":490,"Ġdram":491,"Ġthere":492,"ans":493,"Ġlove":494,"Ġenough":495,"ily":496,"Ġnever":497,"ents":498,"...":499,"Ġbad":500,"ame":501,"Ġsur":502,"ress":503,"ild":504,"Ġvery":505,"Ġbr":506,"Ġwas":507,"ll":508,"Ġthey":509,"old":510,"ang":511,"led":512,"Ġte":513,"Ġdes":514,"Ġdel":515,"ph":516,"Ġdirector":517,"Ġseem":518,"aking":519,"Ġrem":520,"ber":521,"Ġmakes":522,"ond":523,"Ġwould":524,"Ġlife":525,"hed":526,"Ġsm":527,"Ġbest":528,"Ġwhich":529,"Ġser":530,"so":531,"Ġscreen":532,"sh":533,"Ġother":534,"Ġstr":535,"vers":536,"Ġsee":537,"Ġnew":538,"ren":539,"ty":540,"Ġher":541,"ting":542,"Ġmat":543,"Ġentertain":544,"Ġthrough":545,"Ġcont":546,"ays":547,"Ġpe":548,"Ġhow":549,"but":550,"ris":551,"Ġ?":552,"li":553,"Ġag":554,"ably":555,"ately":556,"ling":557,"Ġtra":558,"ach":559,"ign":560,"Ġ1":561,"Ġplot":562,"ved":563,"ink":564,"ors":565,"Ġwhen":566,"red":567,"Ġcould":568,"Ġwatch":569,"vies":570,"erest":571,"gin":572,"Ġ:":573,"Ġaud":574,"Ġunder":575,"Ġlong":576,"ional":577,"Ġpart":578,"Ġrom":579,"Ġfam":580,"other":581,"there":582,"ath":583,"Ġmovies":584,"Ġyear":585,"imes":586,"Ġheart":587,"urn":588,"Ġart":589,"eric":590,"ually":591,"Ġmy":592,"Ġjo":593,"Ġbig":594,"ject":595,"les":596,"Ġres":597,"inem":598,"Ġinterest":599,"ism":600,"Ġmin":601,"leas":602,"ash":603,"Ġshould":604,"vent":605,"ible":606,"ffect":607,"ace":608,"sc":609,"Ġcr":610,"Ġsomething":611,"Ġgreat":612,"uct":613,"its":614,"Ġmade":615,"oth":616,"Ġreally":617,"ying":618,"Ġob":619,"Ġcast":620,"Ġcinem":621,"Ġcharacter":622,"ian":623,"Ġhol":624,"Ġown":625,"istic":626,"Ġaction":627,"iv":628,"hes":629,"imp":630,"Ġshow":631,"Ġche":632,"Ġtwo":633,"Ġthrill":634,"mer":635,"Ġaw":636,"Ġwar":637,"view":638,"Ġperformances":639,"Ġins":640,"irst":641,"Ġvis":642,"Ġdrama":643,"now":644,"pec":645,"elling":646,"ft":647,"Ġstill":648,"Ġfilms":649,"oss":650,"igh":651,"Ġmany":652,"aw":653,"aut":654,"Ġke":655,"ree":656,"Ġgr":657,"ople":658,"be":659,"Ġco":660,"ute":661,"Ġpeople":662,"Ġatt":663,"Ġlau":664,"Ġgi":665,"what":666,"te":667,"Ġcle":668,"Ġhard":669,"Ġscen":670,"Ġtri":671,"ript":672,"Ġdown":673,"ome":674,"con":675,"Ġfar":676,"ause":677,"Ġhumor":678,"ather":679,"row":680,"ument":681,"ations":682,"get":683,"Ġfirst":684,"Ġfilmm":685,"Ġemot":686,"Ġbetter":687,"umb":688,"Ġdoc":689,"iss":690,"fort":691,"icture":692,"Ġter":693,"Ġpicture":694,"ss":695,"arly":696,"Ġgra":697,"Ġscript":698,"der":699,"up":700,"Ġcol":701,"Ġthose":702,"Ġbeing":703,"joy":704,"Ġaf":705,"Ġwo":706,"Ġless":707,"Ġmom":708,"Ġkind":709,"ning":710,"ock":711,"Ġap":712,"Ġmight":713,"ages":714,"gg":715,"ten":716,"Ġrel":717,"Ġenjoy":718,"Ġfr":719,"most":720,"Ġca":721,"Ġwithout":722,"Ġdocument":723,"wood":724,"Ġold":725,"ature":726,"ower":727,"Ġworld":728,"like":729,"Ġaudience":730,"Ġever":731,"Ġrec":732,"cept":733,"Ġalso":734,"Ġpret":735,"Ġameric":736,"sy":737,"Ġgu":738,"ib":739,"ks":740,"Ġself":741,"ought":742,"ars":743,"Ġlack":744,"thing":745,"av":746,"iff":747,"Ġeng":748,"fully":749,"ween":750,"Ġsurp":751,"Ġsense":752,"utes":753,"Ġworth":754,"Ġplay":755,"Ġview":756,"Ġbel":757,"Ġback":758,"not":759,"Ġwant":760,"vid":761,"Ġnothing":762,"Ġcharm":763,"Ġfind":764,"Ġpoint":765,"Ġlaugh":766,"Ġhere":767,"Ġknow":768,"az":769,"Ġapp":770,"Ġboth":771,"Ġbetween":772,"Ġlot":773,"Ġgl":774,"Ġsty":775,"Ġfew":776,"Ġperformance":777,"Ġset":778,"Ġthing":779,"Ġexc":780,"Ġdep":781,"Ġsat":782,"Ġbec":783,"Ġneed":784,"Ġkid":785,"Ġanother":786,"Ġsuch":787,"Ġhuman":788,"ginal":789,"here":790,"uc":791,"Ġmess":792,"ner":793,"uff":794,"Ġ;":795,"Ġide":796,"Ġori":797,"Ġpers":798,"Ġinc":799,"Ġcomple":800,"even":801,"ky":802,"lywood":803,"antic":804,"ney":805,"Ġmus":806,"ates":807,"Ġpr":808,"ale":809,"Ġbecause":810,"lt":811,"Ġcare":812,"apt":813,"Ġminutes":814,"ount":815,"Ġseems":816,"Ġturn":817,"Ġoften":818,"Ġind":819,"Ġult":820,"ross":821,"though":822,"arr":823,"ically":824,"Ġel":825,"Ġthriller":826,"ex":827,"ia":828,"Ġpleas":829,"Ġthink":830,"Ġhigh":831,"Ġbeaut":832,"iful":833,"Ġkeep":834,"Ġdra":835,"Ġdocumentary":836,"Ġoriginal":837,"ination":838,"Ġshe":839,"Ġfin":840,"Ġeffect":841,"Ġbecom":842,"Ġext":843,"Ġtale":844,"Ġsk":845,"Ġph":846,"Ġagain":847,"Ġir":848,"ts":849,"Ġquite":850,"while":851,"ater":852,"Ġcreat":853,"Ġrep":854,"Ġform":855,"Ġultim":856,"Ġswe":857,"Ġfull":858,"Ġbu":859,"Ġpower":860,"arn":861,"ster":862,"app":863,"Ġinteresting":864,"gu":865,"ys":866,"Ġ!":867,"Ġwom":868,"iness":869,"Ġsin":870,"Ġmar":871,"Ġwere":872,"Ġwhile":873,"Ġhollywood":874,"fl":875,"me":876,"no":877,"Ġac":878,"Ġdist":879,"ics":880,"olog":881,"Ġalmost":882,"Ġexpl":883,"ered":884,"Ġfeels":885,"to":886,"ins":887,"Ġhim":888,"Ġref":889,"Ġitself":890,"Ġdec":891,"Ġentertaining":892,"Ġromantic":893,"Ġfilmmak":894,"Ġsurpris":895,"king":896,"Ġsimp":897,"Ġpol":898,"anc":899,"ane":900,"Ġhor":901,"Ġafter":902,"Ġappe":903,"Ġes":904,"Ġspec":905,"Ġseen":906,"iece":907,"you":908,"Ã£":909,"Ġrather":910,"direct":911,"ons":912,"Ġyet":913,"Ġright":914,"Ġmoments":915,"pite":916,"aster":917,"Ġfamily":918,"Ġamerican":919,"\\/":920,"fore":921,"ng":922,"Ġtake":923,"Ġfri":924,"ality":925,"Ġho":926,"Ġhist":927,"Ġeas":928,"vious":929,"Ġcons":930,"riter":931,"ither":932,"Ġprod":933,"Ġimag":934,"cess":935,"Ġ2":936,"Ġmem":937,"Ġcar":938,"Ġcra":939,"Ġhad":940,"lect":941,"str":942,"Ġev":943,"Ġthese":944,"Ġmel":945,"Ġbit":946,"alf":947,"ility":948,"Ġexper":949,"ward":950,"ering":951,"Ġsex":952,"Ġrun":953,"ogue":954,"dict":955,"ially":956,"Ġsol":957,"Ġmor":958,"Ġdiff":959,"ionally":960,"Ġyoung":961,"Ġcomes":962,"Ġacting":963,"Ġwhere":964,"of":965,"Ġed":966,"Ġsch":967,"Ġinv":968,"ste":969,"ures":970,"ellig":971,"Ġsubject":972,"Ġperson":973,"Ġsame":974,"read":975,"Ġour":976,"ences":977,"Ġcult":978,"ange":979,"asc":980,"ason":981,"Ġcome":982,"Ġdeli":983,"fect":984,"ition":985,"Ġmi":986,"Ġcre":987,"Ġport":988,"Ġpass":989,"Ġthought":990,"Ġbefore":991,"Ġsuper":992,"irl":993,"Ġdial":994,"ils":995,"Ġsequ":996,"Ġintellig":997,"ms":998,"xt":999,"Ġtimes":1000,"Ġthen":1001,"Ġmon":1002,"Ġhour":1003,"ase":1004,"Ġstand":1005,"Ġactors":1006,"Ġlea":1007,"ship":1008,"Ġmater":1009,"by":1010,"Ġsil":1011,"Ġthings":1012,"Ġclass":1013,"Ġgets":1014,"Ġsince":1015,"air":1016,"iet":1017,"ub":1018,"Ġbro":1019,"icul":1020,"ching":1021,"amp":1022,"Ġhapp":1023,"min":1024,"Ġsay":1025,"Ġmind":1026,"Ġanim":1027,"ired":1028,"Ġultimately":1029,"Ġdialogue":1030,"Ġmaterial":1031,"self":1032,"uck":1033,"Ġtou":1034,"Ġtakes":1035,"Ġsit":1036,"ream":1037,"ord":1038,"Ġdet":1039,"Ġstud":1040,"Ġchild":1041,"Ġscenes":1042,"director":1043,"dd":1044,"isf":1045,"iment":1046,"Ġbeautiful":1047,"ues":1048,"with":1049,"als":1050,"Ġhalf":1051,"empt":1052,"Ġflick":1053,"Ġgener":1054,"Ġ19":1055,"Ġmusic":1056,"ier":1057,"iar":1058,"erg":1059,"Ġfasc":1060,"Ġdid":1061,"rif":1062,"Ġhand":1063,"play":1064,"co":1065,"Ġtit":1066,"Ġsw":1067,"Ġdem":1068,"ently":1069,"irit":1070,"Ġwatching":1071,"Ġbelie":1072,"att":1073,"Ġwr":1074,"ains":1075,"Ġcompelling":1076,"Ġwonder":1077,"Ġportra":1078,"vo":1079,"Ġdark":1080,"que":1081,"gether":1082,"Ġyears":1083,"Ġsweet":1084,"ror":1085,"ines":1086,"Ġabs":1087,"hen":1088,"Ġthough":1089,"Ġlast":1090,"Ġemotional":1091,"Ġspecial":1092,"day":1093,"Ġz":1094,"ret":1095,"Ġwit":1096,"Ġpain":1097,"Ġhar":1098,"Ġep":1099,"Ġstart":1100,"Ġexp":1101,"Ġleast":1102,"ends":1103,"Ġcinema":1104,"Ġvisual":1105,"Ġfascin":1106,"ffort":1107,"kes":1108,"Ġput":1109,"Ġdull":1110,"ilar":1111,"Ġeffort":1112,"Ġpredict":1113,"ogra":1114,"ccess":1115,"Ġkids":1116,"ger":1117,"Ġmed":1118,"Ġele":1119,"Ġinter":1120,"using":1121,"Ġfamil":1122,"iel":1123,"Ġsou":1124,"Ġbor":1125,"eless":1126,"Ġstar":1127,"ract":1128,"Ġproble":1129,"Ġclever":1130,"oot":1131,"ted":1132,"Ġsa":1133,"Ġpiece":1134,"Ġlight":1135,"Ġdef":1136,"Ġdeep":1137,"Ġgoing":1138,"Ġentertainment":1139,"io":1140,"inc":1141,"era":1142,"itive":1143,"Ġey":1144,"Ġgive":1145,"ider":1146,"Ġsec":1147,"uring":1148,"deo":1149,"ized":1150,"Ġgives":1151,"son":1152,"oll":1153,"ists":1154,"Ġpres":1155,"odram":1156,"Ġworks":1157,"Ġcinematic":1158,"ool":1159,"some":1160,"orn":1161,"Ġpsy":1162,"Ġstra":1163,"ural":1164,"Ġfeature":1165,"Ġspirit":1166,"Ġanyone":1167,"yp":1168,"Ġma":1169,"Ġbra":1170,"Ġnarr":1171,"Ġgirl":1172,"Ġonce":1173,"ously":1174,"alls":1175,"Ġsmart":1176,"ossible":1177,"Ġpretty":1178,"br":1179,"ps":1180,"Ġsent":1181,"reak":1182,"Ġmaking":1183,"aste":1184,"Ġwhole":1185,"Ġperfect":1186,"Ġaway":1187,"Ġstyle":1188,"Ġfascinating":1189,"pro":1190,"Â©":1191,"Ġbo":1192,"Ġpar":1193,"Ġhon":1194,"antly":1195,"Ġanything":1196,"Ġrare":1197,"Ġmelodram":1198,"cial":1199,"ug":1200,"ways":1201,"Ġsad":1202,"Ġbar":1203,"Ġcertain":1204,"Ġlow":1205,"Ġund":1206,"Ġsusp":1207,"Ġcomm":1208,"Ġunf":1209,"Ġlead":1210,"ming":1211,"ric":1212,"Ġsens":1213,"Ġcapt":1214,"Ġtogether":1215,"Ġmoving":1216,"Ġexpect":1217,"Ġshort":1218,"Ġuns":1219,"Ġadd":1220,"Ġserious":1221,"iting":1222,"ank":1223,"aling":1224,"Ġnow":1225,"Ġret":1226,"ula":1227,"Ġsum":1228,"Ġconv":1229,"off":1230,"Ġmid":1231,"Ġpot":1232,"Ġpop":1233,"aring":1234,"Ġthree":1235,"Ġconf":1236,"Ġtrue":1237,"arent":1238,"Ġlaughs":1239,"Ġwomen":1240,"Ġpsych":1241,"des":1242,"Ġdi":1243,"Ġday":1244,"Ġprof":1245,"Ġdirection":1246,"Ġengag":1247,"Ġhistory":1248,"Ġexperience":1249,"stead":1250,"Ġsy":1251,"Ġsound":1252,"Ġmiss":1253,"Ġmaster":1254,"els":1255,"Ġred":1256,"Ġass":1257,"Ġalways":1258,"ured":1259,"Ġstrong":1260,"uction":1261,"Ġobvious":1262,"cl":1263,"zy":1264,"Ġop":1265,"ities":1266,"Ġfans":1267,"Ġinsp":1268,"ots":1269,"Ġsure":1270,"Ġcomic":1271,"Ġhead":1272,"Ġlevel":1273,"Ġvideo":1274,"Ġcomplete":1275,"Ġtitle":1276,"cy":1277,"wor":1278,"Ġvers":1279,"Ġmen":1280,"Ġmag":1281,"stand":1282,"uth":1283,"ows":1284,"Ġwhy":1285,"ird":1286,"Ġprob":1287,"Ġplace":1288,"Ġactually":1289,"Ġwhose":1290,"Ġclic":1291,"resh":1292,"Ġsometimes":1293,"Ġseries":1294,"Ġsilly":1295,"Ġnarrative":1296,"00":1297,"Ġwild":1298,"Ġda":1299,"Ġbeh":1300,"Ġamb":1301,"Ġquest":1302,"ments":1303,"Ġtalent":1304,"Ġmatter":1305,"Ġtrag":1306,"Ġsatisf":1307,"Ġpolit":1308,"Ġpredictable":1309,"cut":1310,"vis":1311,"Ġdam":1312,"Ġcoming":1313,"illi":1314,"ush":1315,"Ġaround":1316,"ody":1317,"ored":1318,"Ġteen":1319,"Ġinsight":1320,"ek":1321,"hn":1322,"ler":1323,"oint":1324,"Ġfact":1325,"eng":1326,"Ġpat":1327,"Ġequ":1328,"Ġreason":1329,"Ġhel":1330,"Ġentire":1331,"Ġslow":1332,"Ġgenre":1333,"ressive":1334,"Ġattempt":1335,"Ġsimply":1336,"ograph":1337,"Ġfamiliar":1338,"``":1339,"time":1340,"Ġcent":1341,"Ġdone":1342,"ific":1343,"Ġnearly":1344,"aps":1345,"opp":1346,"Ġprem":1347,"itten":1348,"Ġquir":1349,"Ġtrans":1350,"Ġscreenplay":1351,"Ġidea":1352,"fe":1353,"Ġacc":1354,"Ġcou":1355,"Ġwin":1356,"ories":1357,"Ġprom":1358,"Ġpast":1359,"Ġste":1360,"sem":1361,"Ġrob":1362,"Ġmean":1363,"Ġformula":1364,"cer":1365,"uri":1366,"ined":1367,"ening":1368,"Ġmain":1369,"Ġboy":1370,"orge":1371,"Ġmoder":1372,"ention":1373,"ceed":1374,"ude":1375,"Ġmanages":1376,"Ġfilmmakers":1377,"Ġhorror":1378,"Ġsentiment":1379,"Ġhonest":1380,"bing":1381,"ced":1382,"cise":1383,"ched":1384,"go":1385,"ied":1386,"ient":1387,"oon":1388,"Ġsim":1389,"Ġfresh":1390,"Ġmur":1391,"Ġmark":1392,"Ġpun":1393,"Ġhome":1394,"Ġintri":1395,"Ġlive":1396,"ational":1397,"Ġtrying":1398,"Ġadm":1399,"Ġsubt":1400,"Ġgoes":1401,"Ġdramatic":1402,"Ġdelight":1403,"Ġprobably":1404,"Ġpremise":1405,"dle":1406,"Ġoper":1407,"Ġfant":1408,"Ġmis":1409,"Ġbook":1410,"Ġcred":1411,"Ġnor":1412,"Ġsuccess":1413,"izing":1414,"Ġwarm":1415,"Ġenjoyable":1416,"Ġsolid":1417,"ail":1418,"ron":1419,"Ġtre":1420,"Ġsing":1421,"Ġben":1422,"alk":1423,"Ġlar":1424,"plic":1425,"Ġfair":1426,"Ġparticul":1427,"Ġelse":1428,"Ġeffects":1429,"Ġchildren":1430,"Ġproblem":1431,"Ġsuspense":1432,"Ġengaging":1433,"Ġmodern":1434,"Ġtreat":1435,"Ġsn":1436,"Ġfine":1437,"Ġbas":1438,"Ġbri":1439,"Ġcam":1440,"any":1441,"Ġhero":1442,"Ġworst":1443,"Ġadvent":1444,"Ġblack":1445,"Ġface":1446,"pecially":1447,"Ġturns":1448,"Ġdrag":1449,"despite":1450,"dy":1451,"iences":1452,"Ġ9":1453,"Ġodd":1454,"ited":1455,"Ġfren":1456,"Ġwriter":1457,"Ġgri":1458,"Ġread":1459,"Ġdead":1460,"Ġval":1461,"ults":1462,"ize":1463,"Ġdiffere":1464,"gr":1465,"mo":1466,"ser":1467,"Ġocc":1468,"ished":1469,"Ġmr":1470,"Ġmust":1471,"Ġwa":1472,"ese":1473,"Ġdumb":1474,"rop":1475,"Ġant":1476,"oof":1477,"Ġcomed":1478,"Ġdebut":1479,"Ġamusing":1480,"Ġoffers":1481,"Ġfeeling":1482,"Ġjohn":1483,"Ġcomplex":1484,"Ġbecomes":1485,"Ġespecially":1486,"Ġstudy":1487,"ugg":1488,"Ġill":1489,"Ġtell":1490,"Ġsort":1491,"Ġtheater":1492,"Ġdr":1493,"Ġearn":1494,"Ġalong":1495,"Ġactor":1496,"Ġflat":1497,"Ġflaw":1498,"Ġviol":1499,"Ġending":1500,"Ġsmall":1501,"Ġcontri":1502,"Ġromance":1503,"Ġmyster":1504,"Ġportrait":1505,"Ġpsycholog":1506,"ned":1507,"ove":1508,"Ġve":1509,"ery":1510,"Ġcut":1511,"Ġstuff":1512,"Ġbegin":1513,"chie":1514,"Ġsupp":1515,"Ġeverything":1516,"avy":1517,"Ġeasy":1518,"Ġintelligent":1519,"Ġversion":1520,"cent":1521,"ef":1522,"just":1523,"und":1524,"Ġsign":1525,"reme":1526,"itation":1527,"Ġmet":1528,"Ġcount":1529,"Ġenerg":1530,"Ġproject":1531,"Ġlikely":1532,"iction":1533,"aced":1534,"velop":1535,"Ġterrif":1536,"Ġlacks":1537,"Ġcharming":1538,"Ġstyl":1539,"Ġmessage":1540,"Ġinvol":1541,"Ġboring":1542,"bl":1543,"too":1544,"uine":1545,"yn":1546,"Ġmot":1547,"ential":1548,"Ġjour":1549,"Ġexer":1550,"ationship":1551,"Ġnext":1552,"Ġquiet":1553,"Ġslight":1554,"Ġbecome":1555,"ma":1556,"Ġtv":1557,"Ġcal":1558,"Ġhit":1559,"Ġreve":1560,"chn":1561,"Ġlives":1562,"Ġuni":1563,"used":1564,"Ġclose":1565,"Ġlooking":1566,"Ġbrilli":1567,"Ġrelationship":1568,"Ġfilmmaker":1569,"Ġhours":1570,"Ġquirky":1571,"Ġexercise":1572,"med":1573,"yond":1574,"Ġid":1575,"Ġaffect":1576,"het":1577,"ony":1578,"ouse":1579,"elt":1580,"Ġstun":1581,"ags":1582,"Ġword":1583,"ustr":1584,"Ġrich":1585,"ension":1586,"Ġclassic":1587,"Ġsoul":1588,"Ġfrench":1589,"uly":1590,"where":1591,"writer":1592,"Ġfoll":1593,"Ġwrit":1594,"Ġpa":1595,"ann":1596,"Ġdream":1597,"Ġhilar":1598,"Ġinstead":1599,"Ġlat":1600,"Ġsuff":1601,"ams":1602,"ump":1603,"osed":1604,"allow":1605,"come":1606,"comp":1607,"Ġdespite":1608,"Ġremark":1609,"Ġideas":1610,"Ġpowerful":1611,"Ġculture":1612,"Ġpassion":1613,"Ġenergy":1614,"ches":1615,"do":1616,"land":1617,"Ġtone":1618,"Ġwind":1619,"Ġeither":1620,"entious":1621,"ote":1622,"Ġstri":1623,"Ġreg":1624,"rage":1625,"ulg":1626,"ular":1627,"ett":1628,"iller":1629,"Ġje":1630,"Ġjack":1631,"aged":1632,"Ġdeath":1633,"Ġplays":1634,"Ġleft":1635,"ended":1636,"Ġmostly":1637,"Ġemb":1638,"Ġeveryone":1639,"Ġimport":1640,"Ġgenuine":1641,"Ġfilmmaking":1642,"guing":1643,"Ġsurprisingly":1644,"Ġmelodrama":1645,"Ġcertainly":1646,"ax":1647,"ob":1648,"ising":1649,"ones":1650,"ances":1651,"Ġdou":1652,"Ġinf":1653,"Ġlit":1654,"Ġeach":1655,"Ġbeyond":1656,"Ġur":1657,"Ġang":1658,"urd":1659,"urp":1660,"Ġdog":1661,"Ġdev":1662,"itty":1663,"itting":1664,"Ġrock":1665,"Ġstrange":1666,"Ġrecent":1667,"appoint":1668,"Ġsitu":1669,"Ġsecond":1670,"Ġcompletely":1671,"Ġhelp":1672,"Ġopera":1673,"ding":1674,"how":1675,"line":1676,"use":1677,"Ġspe":1678,"Ġspect":1679,"Ġcap":1680,"orable":1681,"utter":1682,"Ġrest":1683,"Ġheavy":1684,"Ġexcept":1685,"Ġstoryt":1686,"Ġdeser":1687,"Ġviewers":1688,"Ġexplo":1689,"Ġmix":1690,"Ġleave":1691,"Ġbelieve":1692,"Ġdeeply":1693,"Ġoccas":1694,"ci":1695,"Ġfre":1696,"Ġfour":1697,"Ġmad":1698,"oud":1699,"Ġhold":1700,"let":1701,"Ġgot":1702,"asy":1703,"rid":1704,"Ġforget":1705,"Ġquick":1706,"Ġtruth":1707,"Ġtruly":1708,"Ġdirected":1709,"Ġride":1710,"Ġlooks":1711,"Ġreality":1712,"Ġjokes":1713,"ashion":1714,"ival":1715,"Ġhimself":1716,"Ġhope":1717,"Ġcreep":1718,"void":1719,"Ġstraight":1720,"Ġsummer":1721,"Ġmiddle":1722,"ah":1723,"ecut":1724,"hy":1725,"wr":1726,"when":1727,"Ġaff":1728,"Ġsand":1729,"Ġfound":1730,"Ġcor":1731,"Ġcart":1732,"ont":1733,"Ġden":1734,"icult":1735,"Ġexam":1736,"Ġshot":1737,"Ġpoet":1738,"Ġdisappoint":1739,"Ġsubst":1740,"Ġunderstand":1741,"Ġshows":1742,"Ġwoman":1743,"Ġproduction":1744,"Ġdifficult":1745,"Ġpersonal":1746,"minute":1747,"hand":1748,"Ġfat":1749,"Ġpay":1750,"Ġder":1751,"although":1752,"Ġinst":1753,"Ġline":1754,"Ġnight":1755,"Ġnice":1756,"otic":1757,"Ġexact":1758,"Ġabove":1759,"ively":1760,"Ġconcept":1761,"comm":1762,"Ġvir":1763,"Ġends":1764,"Ġscene":1765,"Ġappro":1766,"Ġrefres":1767,"Ġsimple":1768,"Ġdelivers":1769,"Ġtouching":1770,"Ġcamera":1771,"Ġadventure":1772,"af":1773,"bly":1774,"ball":1775,"ele":1776,"ever":1777,"ged":1778,"gra":1779,"iest":1780,"sel":1781,"Ġ8":1782,"Ġair":1783,"Ġopp":1784,"Ġhop":1785,"Ġlif":1786,"Ġgrow":1787,"ott":1788,"Ġcomb":1789,"ames":1790,"Ġalread":1791,"Ġshock":1792,"Ġlet":1793,"Ġspy":1794,"Ġnovel":1795,"Ġrole":1796,"berg":1797,"Ġtries":1798,"Ġextreme":1799,"Ġbeautifully":1800,"Ġsym":1801,"Ġsatisfying":1802,"Ġintriguing":1803,"Ġlarge":1804,"Ġdifferent":1805,"Ġhilarious":1806,"Ġalready":1807,"ai":1808,"ael":1809,"every":1810,"ien":1811,"por":1812,"rise":1813,"wise":1814,"Ġaut":1815,"Ġfut":1816,"Ġhu":1817,"Ġstup":1818,"Ġstories":1819,"ung":1820,"unk":1821,"Ġexecut":1822,"Ġdevelop":1823,"Ġneither":1824,"uss":1825,"Ġimages":1826,"pping":1827,"ender":1828,"ichÃ£":1829,"itely":1830,"Ġfails":1831,"Ġremains":1832,"Ġmoment":1833,"Ġstorytelling":1834,"bo":1835,"has":1836,"my":1837,"uous":1838,"war":1839,"year":1840,"Ġx":1841,"Ġted":1842,"Ġsle":1843,"Ġside":1844,"Ġfire":1845,"ishing":1846,"Ġbal":1847,"Ġcost":1848,"Ġtop":1849,"enty":1850,"ember":1851,"Ġsoap":1852,"ĠclichÃ£":1853,"arely":1854,"Ġimpossible":1855,"Ġbring":1856,"Ġtechn":1857,"Ġpretentious":1858,"ibly":1859,"Ġextra":1860,"Ġesc":1861,"Ġfriend":1862,"Ġconsider":1863,"Ġparticularly":1864,"Ġjourney":1865,"Ġspectac":1866,"Ġvirt":1867,"Ġrefreshing":1868,"ked":1869,"more":1870,"tra":1871,"Ġtar":1872,"erous":1873,"Ġfem":1874,"Ġmere":1875,"Ġcond":1876,"Ġcase":1877,"Ġposs":1878,"Ġdri":1879,"Ġnon":1880,"Ġnone":1881,"Ġgags":1882,"Ġmood":1883,"ims":1884,"Ġsust":1885,"unny":1886,"ichael":1887,"Ġadapt":1888,"Ġblood":1889,"lessly":1890,"Ġtwist":1891,"ocative":1892,"Ġseeing":1893,"Ġaudiences":1894,"Ġcrime":1895,"Ġgrand":1896,"Ġpleasure":1897,"Ġeasily":1898,"Ġsequel":1899,"Ġanimation":1900,"Ġmedi":1901,"Ġeye":1902,"Ġearnest":1903,"Ġpsychological":1904,"Ġterrific":1905,"Ġfollow":1906,"Ġliter":1907,"Ġexactly":1908,"selves":1909,"lin":1910,"ple":1911,"rist":1912,"ze":1913,"Ġver":1914,"Ġutter":1915,"Ġtaste":1916,"Ġachie":1917,"ital":1918,"Ġfoc":1919,"atural":1920,"Ġcur":1921,"Ġdig":1922,"edly":1923,"Ġland":1924,"rable":1925,"rown":1926,"ets":1927,"Ġunex":1928,"Ġsocial":1929,"Ġprovid":1930,"oney":1931,"icks":1932,"Ġroll":1933,"Ġdisney":1934,"Ġways":1935,"Ġimpro":1936,"Ġdelic":1937,"scious":1938,"fortun":1939,"Ġagainst":1940,"Ġmoral":1941,"Ġintelligence":1942,"Ġdefin":1943,"Ġmaj":1944,"Ġpolitical":1945,"Ġsubtle":1946,"Ġmystery":1947,"over":1948,"way":1949,"inct":1950,"Ġmild":1951,"ats":1952,"Ġbrit":1953,"Ġbreak":1954,"Ġinde":1955,"Ġnature":1956,"Ġgent":1957,"Ġgame":1958,"Ġiss":1959,"Ġcho":1960,"unity":1961,"illing":1962,"Ġsever":1963,"Ġunt":1964,"ellent":1965,"Ġproves":1966,"Ġactress":1967,"Ġweird":1968,"Ġpoor":1969,"Ġbland":1970,"Ġgetting":1971,"Ġcool":1972,"Ġdepth":1973,"struct":1974,"Ġstandard":1975,"ield":1976,"ography":1977,"Ġstupid":1978,"ape":1979,"aust":1980,"light":1981,"whe":1982,"Ġtest":1983,"Ġtheat":1984,"Ġfalls":1985,"Ġbus":1986,"Ġbreat":1987,"Ġcold":1988,"Ġparent":1989,"ices":1990,"Ġevent":1991,"Ġgone":1992,"chy":1993,"olut":1994,"olute":1995,"Ġforce":1996,"Ġjoy":1997,"Ġexh":1998,"Ġsoph":1999,"udget":2000,"Ġtrad":2001,"Ġcliches":2002,"semble":2003,"Ġviolence":2004,"Ġwriting":2005,"Ġapproach":2006,"bel":2007,"gi":2008,"haps":2009,"ring":2010,"ton":2011,"Ġer":2012,"itious":2013,"Ġfig":2014,"ises":2015,"Ġmichael":2016,"Ġcour":2017,"Ġcele":2018,"Ġpure":2019,"arp":2020,"Ġthin":2021,"Ġni":2022,"Ġgang":2023,"Ġgorge":2024,"Ġchrist":2025,"that":2026,"ability":2027,"ement":2028,"aken":2029,"Ġunp":2030,"Ġprocess":2031,"oses":2032,"Ġwhether":2033,"Ġfav":2034,"Ġremind":2035,"Ġjob":2036,"Ġobser":2037,"Ġcheap":2038,"Ġgiven":2039,"Ġcoll":2040,"Ġsatire":2041,"Ġkeeps":2042,"Ġphil":2043,"Ġappeal":2044,"Ġmemorable":2045,"Ġschool":2046,"Ġwrong":2047,"Ġwritten":2048,"Ġepic":2049,"Ġopen":2050,"Ġrobert":2051,"Ġoccasionally":2052,"ban":2053,"bers":2054,"kin":2055,"nect":2056,"ino":2057,"rew":2058,"Ġfight":2059,"Ġbur":2060,"Ġcall":2061,"Ġwel":2062,"orough":2063,"orical":2064,"Ġdays":2065,"Ġinvent":2066,"Ġgod":2067,"rible":2068,"oose":2069,"ides":2070,"Ġacted":2071,"Ġspl":2072,"pped":2073,"Ġlost":2074,"acing":2075,"Ġuses":2076,"Ġtele":2077,"Ġdesper":2078,"Ġcontem":2079,"Ġclear":2080,"Ġviewer":2081,"Ġthoughtful":2082,"Ġleaves":2083,"Ġelements":2084,"movie":2085,"Ġbrilliant":2086,"Ġtedious":2087,"fi":2088,"gen":2089,"iod":2090,"path":2091,"inary":2092,"Ġful":2093,"Ġfoot":2094,"Ġball":2095,"Ġcop":2096,"Ġcamp":2097,"Ġwater":2098,"ork":2099,"Ġpossible":2100,"anch":2101,"Ġdest":2102,"ley":2103,"Ġtold":2104,"Ġlist":2105,"Ġug":2106,"rol":2107,"key":2108,"Ġintim":2109,"Ġexist":2110,"Ġconfl":2111,"aph":2112,"Ġprop":2113,"Ġprov":2114,"Ġperiod":2115,"orts":2116,"Ġii":2117,"Ġpost":2118,"Ġpoign":2119,"Ġimpressive":2120,"Ġartist":2121,"Ġreson":2122,"Ġguys":2123,"ibility":2124,"Ġdepress":2125,"Ġneeds":2126,"herent":2127,"rossing":2128,"Ġphot":2129,"Ġepis":2130,"incing":2131,"Ġpresent":2132,"Ġinspir":2133,"Ġcartoon":2134,"che":2135,"cul":2136,"good":2137,"mist":2138,"mark":2139,"Ġsqu":2140,"real":2141,"atory":2142,"Ġpull":2143,"Ġduring":2144,"Ġhy":2145,"Ġlab":2146,"Ġear":2147,"Ġge":2148,"entially":2149,"Ġrecomm":2150,"Ġhell":2151,"Ġende":2152,"Ġsharp":2153,"Ġsci":2154,"action":2155,"Ġrout":2156,"Ġfunn":2157,"iled":2158,"Ġoffer":2159,"ensive":2160,"atching":2161,"Ġotherwise":2162,"Ġ10":2163,"Ġresult":2164,"Ġvision":2165,"Ġfinally":2166,"Ġsurprising":2167,"Ġsexual":2168,"Ġrunning":2169,"Ġeyes":2170,"Ġquestion":2171,"Ġtragedy":2172,"Ġcreepy":2173,"Ġmajor":2174,"cceed":2175,"fil":2176,"gue":2177,"hood":2178,"hop":2179,"ov":2180,"spect":2181,"well":2182,"Ġ4":2183,"Ġly":2184,"Ġtyp":2185,"Ġage":2186,"inative":2187,"Ġcrit":2188,"Ġpurp":2189,"Ġthorough":2190,"Ġhot":2191,"Ġine":2192,"char":2193,"Ġsucceed":2194,"Ġshoot":2195,"Ġhaun":2196,"Ġhaving":2197,"osp":2198,"Ġamount":2199,"Ġquality":2200,"Ġroad":2201,"Ġfail":2202,"Ġfaith":2203,"Ġthemselves":2204,"Ġsurf":2205,"Ġbrother":2206,"Ġrespect":2207,"scar":2208,"Ġattract":2209,"Ġattention":2210,"Ġemotionally":2211,"umbers":2212,"Ġgrace":2213,"Ġcolor":2214,"Ġfrustr":2215,"Ġincl":2216,"Ġfinal":2217,"Ġimagination":2218,"Ġcraft":2219,"Ġwonderful":2220,"Ġabsurd":2221,"ength":2222,"Ġentirely":2223,"Ġcomedies":2224,"Ġfuture":2225,"fortunately":2226,"Ġgentle":2227,"Ġcelebr":2228,"ails":2229,"mon":2230,"table":2231,"vant":2232,"zz":2233,"Ġ3":2234,"Ġess":2235,"Ġtired":2236,"Ġsong":2237,"Ġbarely":2238,"Ġcross":2239,"Ġpow":2240,"Ġpath":2241,"alt":2242,"iche":2243,"ilty":2244,"Ġsteven":2245,"Ġreleas":2246,"oles":2247,"Ġchall":2248,"Ġchange":2249,"amb":2250,"arted":2251,"form":2252,"Ġamong":2253,"Ġtrou":2254,"Ġweak":2255,"Ġenth":2256,"Ġusual":2257,"Ġslap":2258,"Ġremake":2259,"Ġothers":2260,"Ġawful":2261,"Ġengrossing":2262,"Ġexcellent":2263,"uced":2264,"Ġcareer":2265,"Ġskill":2266,"Ġbuild":2267,"ancy":2268,"Ġanimated":2269,"Ġdavid":2270,"Ġbehind":2271,"Ġmeaning":2272,"Ġfantasy":2273,"Ġsingle":2274,"Ġfairly":2275,"Ġcontrived":2276,"Ġlatest":2277,"Ġsustain":2278,"Ġmedioc":2279,"Ġseveral":2280,"Ġconflict":2281,"lo":2282,"na":2283,"piece":2284,"sw":2285,"vice":2286,"Ġtaking":2287,"Ġsour":2288,"Ġoscar":2289,"Ġfast":2290,"Ġfore":2291,"ised":2292,"Ġmer":2293,"Ġbond":2294,"Ġwed":2295,"Ġpet":2296,"Ġpark":2297,"Ġthrow":2298,"Ġhom":2299,"Ġnatural":2300,"Ġgreen":2301,"Ġmod":2302,"right":2303,"Ġhea":2304,"umph":2305,"ury":2306,"quis":2307,"Ġdoing":2308,"Ġconnect":2309,"Ġworse":2310,"Ġkn":2311,"Ġkiss":2312,"oph":2313,"Ġplenty":2314,"Ġvo":2315,"Ġvar":2316,"acks":2317,"Ġsomeone":2318,"screen":2319,"Ġguy":2320,"Ġpoints":2321,"Ġknows":2322,"Ġbeauty":2323,"Ġappealing":2324,"lection":2325,"Ġevents":2326,"Ġdeliver":2327,"Ġdeter":2328,"Ġremarkable":2329,"olutely":2330,"Ġgorgeous":2331,"Ġugly":2332,"aces":2333,"ior":2334,"life":2335,"sch":2336,"vable":2337,"Ġing":2338,"Ġtear":2339,"Ġast":2340,"Ġfan":2341,"ened":2342,"eness":2343,"orm":2344,"Ġpal":2345,"Ġpie":2346,"anks":2347,"Ġlim":2348,"Ġgoof":2349,"Ġrevel":2350,"ades":2351,"ify":2352,"Ġintent":2353,"Ġdeal":2354,"Ġscary":2355,"astic":2356,"uses":2357,"usion":2358,"Ġplain":2359,"Ġprec":2360,"Ġamaz":2361,"Ġadults":2362,"Ġsomewhat":2363,"Ġvivid":2364,"Ġinside":2365,"Ġvisually":2366,"beat":2367,"Ġtriumph":2368,"Ġemotions":2369,"Ġpictures":2370,"Ġsurprise":2371,"Ġworthy":2372,"nothing":2373,"appy":2374,"Ġdecent":2375,"Ġperfectly":2376,"Ġunsett":2377,"Ġmagic":2378,"Ġambitious":2379,"Ġsentimental":2380,"Ġmetaph":2381,"Ġimportant":2382,"handed":2383,"Ġmerely":2384,"Ġadaptation":2385,"Ġunexpect":2386,"Ġparents":2387,"Ġthoroughly":2388,"body":2389,"cou":2390,"ges":2391,"ix":2392,"made":2393,"uch":2394,"Ġram":2395,"rel":2396,"rent":2397,"Ġfram":2398,"Ġpit":2399,"Ġpace":2400,"Ġhouse":2401,"Ġinn":2402,"asure":2403,"Ġyork":2404,"Ġwhite":2405,"Ġcomplic":2406,"agg":2407,"apan":2408,"Ġcharism":2409,"ands":2410,"Ġspark":2411,"orting":2412,"acy":2413,"Ġflash":2414,"aught":2415,"oying":2416,"Ġworking":2417,"Ġimpact":2418,"Ġdesign":2419,"Ġstrugg":2420,"rence":2421,"Ġcolle":2422,"Ġfrank":2423,"Ġamerica":2424,"Ġlots":2425,"Ġeffective":2426,"Ġdistur":2427,"ology":2428,"Ġ200":2429,"Ġmemory":2430,"Ġsequences":2431,"Ġbrain":2432,"Ġbegins":2433,"Ġopport":2434,"Ġexecution":2435,"Ġfemale":2436,"Ġwelcome":2437,"Ġprovocative":2438,"Ġrecommend":2439,"70":2440,"cle":2441,"down":2442,"een":2443,"fic":2444,"gar":2445,"nes":2446,"Ġavoid":2447,"reci":2448,"Ġfree":2449,"Ġbatt":2450,"Ġcrow":2451,"Ġwood":2452,"Ġpul":2453,"Ġpack":2454,"Ġpub":2455,"Ġhip":2456,"Ġner":2457,"Ġgross":2458,"Ġmother":2459,"Ġuse":2460,"verage":2461,"Ġann":2462,"ries":2463,"ried":2464,"Ġforg":2465,"ident":2466,"Ġalone":2467,"unch":2468,"ister":2469,"Ġable":2470,"Ġdeft":2471,"Ġnecess":2472,"udd":2473,"Ġleg":2474,"iously":2475,"decess":2476,"ared":2477,"Ġoverall":2478,"Ġempt":2479,"Ġlovely":2480,"Ġcontin":2481,"Ġfront":2482,"azz":2483,"Ġdraw":2484,"Ġcreative":2485,"Ġaccom":2486,"Ġhistorical":2487,"Ġtouch":2488,"ielberg":2489,"vision":2490,"Ġmurder":2491,"Ġsupposed":2492,"Ġdoub":2493,"ashioned":2494,"Ġexamination":2495,"Ġutterly":2496,"Ġuntil":2497,"Ġcrowd":2498,"aff":2499,"col":2500,"ode":2501,"uel":2502,"uce":2503,"writ":2504,"Ġ5":2505,"Ġtim":2506,"Ġtension":2507,"Ġfol":2508,"Ġfall":2509,"Ġfelt":2510,"Ġmart":2511,"Ġmach":2512,"Ġbiz":2513,"Ġcir":2514,"Ġcity":2515,"Ġcuri":2516,"Ġwitty":2517,"Ġdan":2518,"Ġdate":2519,"arch":2520,"arily":2521,"Ġtom":2522,"Ġgif":2523,"Ġmove":2524,"Ġsugg":2525,"ament":2526,"Ġju":2527,"Ġjapan":2528,"Ġensemble":2529,"Ġunint":2530,"Ġunlike":2531,"tern":2532,"Ġprevious":2533,"Ġpredecess":2534,"Ġimm":2535,"Ġupon":2536,"Ġwilli":2537,"Ġused":2538,"Ġimpress":2539,"Ġdesc":2540,"Ġthroughout":2541,"urns":2542,"Ġminor":2543,"ivity":2544,"Ġchemist":2545,"Ġgrou":2546,"Ġwants":2547,"Ġappreci":2548,"Ġprot":2549,"Ġcreates":2550,"Ġacross":2551,"Ġsurprises":2552,"anced":2553,"Ġcultural":2554,"Ġsincere":2555,"Ġcaptures":2556,"Ġpotential":2557,"Ġdelightful":2558,"Ġ90":2559,"Ġflaws":2560,"Ġstylish":2561,"Ġunique":2562,"hetic":2563,"Ġwords":2564,"Ġquickly":2565,"Ġhuge":2566,"Ġfriendship":2567,"Ġtarget":2568,"Ġissues":2569,"Ġbreath":2570,"Ġsophistic":2571,"pathy":2572,"Ġchalleng":2573,"Ġtrouble":2574,"Ġcollege":2575,"Ġaccompl":2576,"Ġsuggest":2577,"Ġchemistry":2578,"bed":2579,"ey":2580,"ki":2581,"kward":2582,"look":2583,"men":2584,"may":2585,"mosp":2586,"ses":2587,"side":2588,"tr":2589,"iny":2590,"Ġsor":2591,"Ġsal":2592,"ishes":2593,"Ġmist":2594,"Ġmoney":2595,"Ġbre":2596,"Ġbull":2597,"Ġcute":2598,"Ġwaste":2599,"Ġpu":2600,"Ġpos":2601,"Ġdang":2602,"arre":2603,"Ġtot":2604,"Ġla":2605,"Ġgh":2606,"Ġgay":2607,"ction":2608,"Ġstep":2609,"Ġreward":2610,"ulative":2611,"Ġsuck":2612,"Ġmoviego":2613,"aked":2614,"Ġunus":2615,"Ġconvent":2616,"Ġconcer":2617,"asty":2618,"Ġatmosp":2619,"Ġrhy":2620,"Ġthanks":2621,"Ġfear":2622,"Ġclos":2623,"Ġtry":2624,"izes":2625,"Ġremember":2626,"Ġgrant":2627,"Ġground":2628,"Ġplaying":2629,"Ġexciting":2630,"Ġprim":2631,"Ġskin":2632,"Ġrepet":2633,"Ġsuperfic":2634,"Ġmonster":2635,"iety":2636,"Ġbroad":2637,"Ġmelodramatic":2638,"Ġdiver":2639,"Ġtalented":2640,"oppy":2641,"Ġwinning":2642,"Ġbased":2643,"Ġidi":2644,"Ġsituation":2645,"Ġdeserves":2646,"porary":2647,"Ġdefinitely":2648,"belie":2649,"Ġfully":2650,"Ġunsettling":2651,"\\*":2652,"fashioned":2653,"ives":2654,"nce":2655,"uces":2656,"hent":2657,"Ġsaw":2658,"Ġsav":2659,"Ġfest":2660,"Ġcat":2661,"Ġwalk":2662,"Ġham":2663,"Ġlad":2664,"Ġloud":2665,"Ġname":2666,"stal":2667,"Ġgun":2668,"ellect":2669,"Ġstren":2670,"Ġrev":2671,"Ġrequ":2672,"room":2673,"umber":2674,"Ġliving":2675,"Ġshad":2676,"Ġability":2677,"Ġhack":2678,"Ġconst":2679,"Ġconstruct":2680,"Ġvict":2681,"Ġperhaps":2682,"Ġclum":2683,"plays":2684,"Ġmanner":2685,"Ġloc":2686,"acher":2687,"Ġemerg":2688,"Ġrid":2689,"Ġgeneric":2690,"Ġbrings":2691,"angu":2692,"Ġstruct":2693,"Ġago":2694,"Ġcasting":2695,"Ġawkward":2696,"Ġgiving":2697,"Ġexplor":2698,"Ġimagine":2699,"Ġ20":2700,"Ġcreate":2701,"Ġabsor":2702,"Ġstarts":2703,"Ġgirls":2704,"Ġrarely":2705,"Ġleads":2706,"Ġconvincing":2707,"Ġmasterpiece":2708,"Ġcouple":2709,"Ġcountry":2710,"Ġslightly":2711,"Ġrelationships":2712,"Ġurban":2713,"Ġcostum":2714,"Ġfocus":2715,"Ġprovides":2716,"olution":2717,"Ġniro":2718,"Ġroutine":2719,"Ġmediocre":2720,"Ġrhyth":2721,"cing":2722,"making":2723,"ral":2724,"round":2725,"vy":2726,"yal":2727,"Ġtur":2728,"inoc":2729,"hearted":2730,"Ġsac":2731,"Ġfit":2732,"Ġfra":2733,"Ġmil":2734,"Ġmak":2735,"Ġbi":2736,"Ġcand":2737,"Ġwal":2738,"Ġwise":2739,"onic":2740,"onstr":2741,"Ġpacing":2742,"Ġdre":2743,"arc":2744,"icle":2745,"Ġtoward":2746,"Ġinex":2747,"omet":2748,"eld":2749,"vey":2750,"imag":2751,"Ġones":2752,"Ġya":2753,"ession":2754,"Ġcommer":2755,"ills":2756,"ousy":2757,"Ġintellect":2758,"quently":2759,"usi":2760,"andering":2761,"Ġallen":2762,"Ġprep":2763,"ending":2764,"Ġweight":2765,"Ġcompany":2766,"assion":2767,"Ġdisgu":2768,"never":2769,"Ġtwists":2770,"Ġbadly":2771,"Ġbrut":2772,"Ġhowever":2773,"Ġwatchable":2774,"Ġjoke":2775,"Ġthrills":2776,"conscious":2777,"Ġterms":2778,"Ġapart":2779,"Ġlacking":2780,"Ġthinking":2781,"Ġhighly":2782,"Ġultimate":2783,"Ġcrazy":2784,"voking":2785,"Ġproblems":2786,"Ġunfunny":2787,"Ġseriously":2788,"Ġtragic":2789,"Ġformulaic":2790,"Ġpunch":2791,"Ġbright":2792,"Ġgripping":2793,"Ġflawed":2794,"Ġinvolved":2795,"Ġreveals":2796,"Ġsubstance":2797,"Ġescap":2798,"Ġbusiness":2799,"Ġcourse":2800,"Ġfavor":2801,"Ġcontemporary":2802,"Ġunexpected":2803,"Ġ2002":2804,"Ġdoubt":2805,"60":2806,"budget":2807,"die":2808,"hum":2809,"ipp":2810,"ique":2811,"low":2812,"mers":2813,"nter":2814,"rical":2815,"somet":2816,"ux":2817,"watching":2818,"zen":2819,"Ġest":2820,"Ġera":2821,"Ġtick":2822,"Ġaim":2823,"hem":2824,"head":2825,"Ġson":2826,"Ġsick":2827,"Ġfive":2828,"Ġfare":2829,"enn":2830,"Ġmes":2831,"Ġcris":2832,"Ġcyn":2833,"Ġwish":2834,"inger":2835,"Ġdry":2836,"aris":2837,"aly":2838,"ilt":2839,"Ġnu":2840,"Ġeth":2841,"Ġecc":2842,"Ġgre":2843,"Ġstere":2844,"Ġstars":2845,"Ġbeat":2846,"Ġresp":2847,"Ġfilled":2848,"eth":2849,"Ġcomfort":2850,"ified":2851,"Ġener":2852,"Ġunin":2853,"Ġscr":2854,"arts":2855,"acted":2856,"uster":2857,"ops":2858,"itted":2859,"Ġmanip":2860,"weet":2861,"ization":2862,"atingly":2863,"Ġrap":2864,"Ġrive":2865,"Ġyourself":2866,"Ġthemes":2867,"Ġrealistic":2868,"olds":2869,"Ġcrush":2870,"cons":2871,"gged":2872,"Ġrecord":2873,"Ġplayed":2874,"Ġfinds":2875,"Ġpleasant":2876,"Ġreport":2877,"Ġdistinct":2878,"Ġappears":2879,"Ġimaginative":2880,"iculous":2881,"Ġhappens":2882,"Ġflicks":2883,"Ġmeditation":2884,"provoking":2885,"Ġsensitive":2886,"Ġsoundtra":2887,"Ġmissing":2888,"Ġattempts":2889,"Ġpromise":2890,"Ġboys":2891,"Ġsuccessful":2892,"Ġinvolving":2893,"Ġcalled":2894,"ulgent":2895,"Ġsandler":2896,"Ġconsiderable":2897,"Ġmildly":2898,"Ġphilos":2899,"Ġinventive":2900,"Ġintimate":2901,"Ġepisode":2902,"Ġinclud":2903,"Ġframe":2904,"Ġbattle":2905,"Ġpubl":2906,"Ġbizarre":2907,"Ġcirc":2908,"Ġwilliams":2909,"Ġghost":2910,"hentic":2911,"Ġsoundtrack":2912,"avi":2913,"field":2914,"gth":2915,"ived":2916,"lish":2917,"ners":2918,"put":2919,"Ġtun":2920,"Ġtaken":2921,"itable":2922,"itions":2923,"Ġfather":2924,"Ġmatch":2925,"Ġwat":2926,"Ġpri":2927,"Ġdom":2928,"Ġhate":2929,"Ġloss":2930,"Ġlaz":2931,"Ġnons":2932,"stick":2933,"entric":2934,"vide":2935,"Ġrent":2936,"they":2937,"see":2938,"sequ":2939,"ided":2940,"agger":2941,"Ġencou":2942,"Ġintro":2943,"Ġintense":2944,"Ġshare":2945,"Ġunc":2946,"Ġuneven":2947,"ires":2948,"Ġnear":2949,"ateur":2950,"Ġsoc":2951,"Ġvill":2952,"Ġsports":2953,"Ġspielberg":2954,"Ġimax":2955,"Ġoutrage":2956,"Ġtran":2957,"Ġroom":2958,"Ġblend":2959,"izz":2960,"phy":2961,"rison":2962,"Ġtravel":2963,"Ġinterested":2964,"Ġcheck":2965,"Ġterrible":2966,"Ġrelent":2967,"Ġfranch":2968,"Ġwanted":2969,"Ġsets":2970,"Ġsett":2971,"Ġincred":2972,"arring":2973,"Ġrepres":2974,"Ġmarvel":2975,"Ġfright":2976,"Ġevil":2977,"Ġruns":2978,"Ġhappy":2979,"Ġgeneral":2980,"Ġdemonstr":2981,"Ġexpress":2982,"Ġputs":2983,"Ġspiritual":2984,"Ġprofound":2985,"Ġpolitics":2986,"Ġequally":2987,"Ġtransc":2988,"feels":2989,"Ġsentimentality":2990,"Ġdrug":2991,"Ġaffection":2992,"Ġstunning":2993,"Ġsituations":2994,"Ġforgettable":2995,"written":2996,"Ġpoetry":2997,"Ġderiv":2998,"after":2999,"Ġlargely":3000,"Ġextraord":3001,"Ġbritish":3002,"Ġindeed":3003,"Ġtelevision":3004,"Ġpoignant":3005,"Ġpurpose":3006,"Ġheaven":3007,"Ġpieces":3008,"Ġgoofy":3009,"Ġinnoc":3010,"Ġsophisticated":3011,"Ġsuperficial":3012,"Ġstrength":3013,"Ġstereot":3014,"Ġfranchise":3015,"bear":3016,"cr":3017,"corn":3018,"eper":3019,"fer":3020,"fun":3021,"ium":3022,"long":3023,"miss":3024,"par":3025,"sm":3026,"ters":3027,"xic":3028,"Ġtough":3029,"Ġaccess":3030,"Ġfreak":3031,"eni":3032,"Ġbog":3033,"Ġbold":3034,"Ġwest":3035,"Ġwall":3036,"Ġpan":3037,"Ġpian":3038,"ara":3039,"arity":3040,"Ġhits":3041,"Ġhyp":3042,"Ġtoday":3043,"iling":3044,"Ġloses":3045,"asp":3046,"Ġstom":3047,"Ġstay":3048,"uls":3049,"Ġforced":3050,"those":3051,"Ġalive":3052,"erson":3053,"agon":3054,"Ġliked":3055,"aks":3056,"atever":3057,"Ġring":3058,"inded":3059,"venge":3060,"osity":3061,"Ġspace":3062,"Ġimpl":3063,"Ġamateur":3064,"Ġtrash":3065,"Ġlog":3066,"Ġdisc":3067,"Ġmeans":3068,"Ġmaybe":3069,"Ġsurvi":3070,"Ġsurround":3071,"bergh":3072,"Ġsmo":3073,"Ġscreenwrit":3074,"Ġcinemat":3075,"getic":3076,"Ġguess":3077,"Ġviewing":3078,"Ġapparent":3079,"Ġsetting":3080,"Ġexcit":3081,"Ġexcess":3082,"arrass":3083,"Ġcreated":3084,"ancing":3085,"Ġproduct":3086,"Ġedge":3087,"mined":3088,"Ġdetail":3089,"cover":3090,"Ġabsolutely":3091,"Ġpainful":3092,"Ġeleg":3093,"Ġsaid":3094,"Ġprofess":3095,"worth":3096,"Ġmagn":3097,"Ġcliche":3098,"Ġquestions":3099,"Ġcentral":3100,"Ġmurphy":3101,"Ġgrief":3102,"Ġjackson":3103,"Ġstrangely":3104,"Ġvirtually":3105,"Ġdepressing":3106,"Ġgeorge":3107,"Ġtypical":3108,"Ġhaunting":3109,"Ġcolorful":3110,"Ġcrafted":3111,"Ġenthusi":3112,"Ġmodest":3113,"Ġdisturbing":3114,"Ġunintent":3115,"Ġridiculous":3116,"Ġmesmer":3117,"Ġtransp":3118,"Ġderivative":3119,"bad":3120,"back":3121,"boy":3122,"bling":3123,"dis":3124,"felt":3125,"ging":3126,"hol":3127,"ken":3128,"kable":3129,"ole":3130,"phed":3131,"uit":3132,"ura":3133,"vin":3134,"wo":3135,"yle":3136,"Ġign":3137,"Ġtire":3138,"Ġtender":3139,"Ġaverage":3140,"ina":3141,"instead":3142,"Ġsight":3143,"Ġfiction":3144,"ator":3145,"Ġcry":3146,"Ġwife":3147,"orious":3148,"Ġpen":3149,"Ġdu":3150,"alian":3151,"Ġlame":3152,"Ġlaw":3153,"Ġlines":3154,"Ġlength":3155,"ashing":3156,"Ġstage":3157,"Ġstock":3158,"Ġreach":3159,"rap":3160,"chant":3161,"Ġfill":3162,"Ġansw":3163,"Ġsugar":3164,"irth":3165,"ids":3166,"Ġchan":3167,"Ġchang":3168,"thr":3169,"about":3170,"ague":3171,"ants":3172,"ander":3173,"Ġallow":3174,"Ġplan":3175,"Ġfeat":3176,"Ġlets":3177,"ichol":3178,"Ġcompet":3179,"Ġroot":3180,"Ġslice":3181,"Ġtalking":3182,"ondz":3183,"Ġparts":3184,"Ġartistic":3185,"Ġobs":3186,"Ġobject":3187,"Ġclearly":3188,"Ġhardly":3189,"cont":3190,"ups":3191,"Ġguilty":3192,"Ġworthwhile":3193,"Ġglimp":3194,"Ġhumanity":3195,"Ġprice":3196,"Ġindie":3197,"Ġoriginality":3198,"Ġfinish":3199,"Ġsket":3200,"Ġirrit":3201,"Ġsexy":3202,"dden":3203,"Ġgeneration":3204,"Ġpainfully":3205,"Ġundeni":3206,"Ġpopcorn":3207,"Ġobviously":3208,"Ġinspired":3209,"Ġinsightful":3210,"Ġcourage":3211,"Ġsimpl":3212,"Ġadmi":3213,"Ġwarmth":3214,"Ġtreasure":3215,"Ġaffecting":3216,"Ġsuffers":3217,"does":3218,"Ġembarrass":3219,"ivalent":3220,"Ġaffair":3221,"Ġextremely":3222,"Ġauthentic":3223,"Ġrefreshingly":3224,"Ġexhilar":3225,"Ġobserv":3226,"Ġfootage":3227,"Ġsucceeds":3228,"Ġsurface":3229,"Ġwedding":3230,"Ġvoice":3231,"Ġopportunity":3232,"Ġgroup":3233,"Ġconventional":3234,"Ġatmosphere":3235,"Ġabsorbing":3236,"Ġcommercial":3237,"Ġeccentric":3238,"Ġenergetic":3239,"Ġriveting":3240,"Ġpublic":3241,"Ġstereotyp":3242,"Ġexcitement":3243,"ave":3244,"aus":3245,"bs":3246,"bor":3247,"bles":3248,"both":3249,"cra":3250,"den":3251,"egr":3252,"hour":3253,"hmer":3254,"ians":3255,"jo":3256,"much":3257,"nal":3258,"nic":3259,"inal":3260,"Ġfashion":3261,"ency":3262,"Ġmc":3263,"Ġmal":3264,"Ġban":3265,"Ġbow":3266,"Ġcore":3267,"onna":3268,"Ġped":3269,"Ġpap":3270,"Ġpick":3271,"Ġdim":3272,"lying":3273,"Ġhall":3274,"lex":3275,"Ġinfl":3276,"illed":3277,"Ġlangu":3278,"Ġna":3279,"Ġgames":3280,"ases":3281,"Ġstre":3282,"Ġrevenge":3283,"theless":3284,"roll":3285,"Ġfilmed":3286,"Ġwithin":3287,"Ġalien":3288,"abor":3289,"Ġjol":3290,"Ġsea":3291,"Ġune":3292,"Ġunfor":3293,"Ġscar":3294,"Ġscream":3295,"Ġking":3296,"Ġry":3297,"Ġallows":3298,"Ġplaces":3299,"udlin":3300,"Ġlearn":3301,"Ġspook":3302,"ards":3303,"Ġtrick":3304,"Ġarri":3305,"ached":3306,"ogn":3307,"Ġadoles":3308,"Ġsomehow":3309,"Ġponder":3310,"Ġblue":3311,"new":3312,"Ġtalk":3313,"Ġsurreal":3314,"Ġservice":3315,"versal":3316,"Ġparty":3317,"Ġheartb":3318,"Ġheartfelt":3319,"Ġgreatest":3320,"Ġtrip":3321,"Ġterror":3322,"Ġperspect":3323,"Ġincre":3324,"Ġmusical":3325,"Ġiran":3326,"Ġaccept":3327,"insky":3328,"Ġdecades":3329,"Ġconsid":3330,"Ġconsist":3331,"Ġbelievable":3332,"Ġefforts":3333,"Ġpresents":3334,"Ġdamned":3335,"Ġequivalent":3336,"Ġmaint":3337,"Ġparticular":3338,"Ġtreatment":3339,"Ġdragon":3340,"Ġtells":3341,"Ġveh":3342,"Ġmotion":3343,"Ġident":3344,"Ġremarkably":3345,"Ġholds":3346,"Ġsleep":3347,"Ġbalance":3348,"Ġspectacle":3349,"Ġachieve":3350,"Ġdelicate":3351,"Ġpoorly":3352,"Ġpowers":3353,"Ġslapstick":3354,"Ġpeter":3355,"school":3356,"Ġamazing":3357,"Ġcharisma":3358,"Ġjapanese":3359,"Ġprotagon":3360,"Ġunusual":3361,"Ġtiresome":3362,"ha":3363,"ike":3364,"pet":3365,"rous":3366,"set":3367,"val":3368,"will":3369,"yc":3370,"Ġice":3371,"Ġty":3372,"Ġtour":3373,"Ġtelling":3374,"ining":3375,"Ġsnow":3376,"Ġsitting":3377,"rely":3378,"Ġopt":3379,"Ġfer":3380,"Ġfur":3381,"Ġmas":3382,"Ġmill":3383,"Ġmult":3384,"Ġwil":3385,"Ġwast":3386,"Ġwry":3387,"esc":3388,"only":3389,"onishing":3390,"Ġpic":3391,"Ġpra":3392,"Ġdiv":3393,"aries":3394,"ario":3395,"Ġthird":3396,"leby":3397,"Ġlay":3398,"Ġlate":3399,"Ġloose":3400,"Ġnichol":3401,"star":3402,"Ġgut":3403,"Ġgem":3404,"uter":3405,"Ġmoore":3406,"otten":3407,"Ġstir":3408,"Ġstick":3409,"Ġstret":3410,"imsy":3411,"etic":3412,"Ġyarn":3413,"Ġaspect":3414,"Ġaltern":3415,"unfortunately":3416,"Ġjames":3417,"Ġintended":3418,"Ġshap":3419,"Ġshame":3420,"Ġshallow":3421,"Ġdeeper":3422,"Ġuncon":3423,"Ġneg":3424,"Ġscore":3425,"Ġscience":3426,"Ġconce":3427,"asts":3428,"Ġsoft":3429,"Ġsoder":3430,"andon":3431,"Ġprog":3432,"Ġruss":3433,"Ġplod":3434,"veness":3435,"Ġvan":3436,"Ġspot":3437,"Ġspoof":3438,"Ġarch":3439,"Ġsomewhere":3440,"Ġcompassion":3441,"Ġcomputer":3442,"Ġenter":3443,"Ġusually":3444,"ultim":3445,"Ġemph":3446,"Ġoffering":3447,"Ġrad":3448,"Ġtheme":3449,"atively":3450,"Ġdesp":3451,"Ġdirectorial":3452,"Ġscreenwriter":3453,"Ġcontra":3454,"Ġages":3455,"inks":3456,"Ġlonger":3457,"Ġtrif":3458,"umbs":3459,"avor":3460,"Ġpointless":3461,"Ġneeded":3462,"ucing":3463,"ext":3464,"Ġplease":3465,"Ġirre":3466,"Ġediting":3467,"Ġsubjects":3468,"Ġsequence":3469,"Ġbrown":3470,"Ġsitcom":3471,"Ġstudio":3472,"Ġgenerally":3473,"Ġswim":3474,"Ġharm":3475,"Ġcommunity":3476,"Ġsounds":3477,"work":3478,"Ġwildly":3479,"Ġbehavi":3480,"Ġcentury":3481,"Ġpromising":3482,"Ġcredits":3483,"Ġvalue":3484,"ground":3485,"Ġsignific":3486,"Ġdreams":3487,"Ġgenuinely":3488,"Ġangst":3489,"Ġcombination":3490,"Ġdevelopment":3491,"Ġspectacular":3492,"Ġpossibly":3493,"Ġeventually":3494,"Ġfigure":3495,"Ġgangster":3496,"Ġfunnier":3497,"Ġbrothers":3498,"Ġdeftly":3499,"Ġempty":3500,"Ġmartin":3501,"Ġdescri":3502,"Ġrepetitive":3503,"Ġfestival":3504,"Ġamateurish":3505,"Ġmesmerizing":3506,"Ġvehicle":3507,"Ġidentity":3508,"Ġsoderbergh":3509,"cher":3510,"cult":3511,"dri":3512,"dow":3513,"dram":3514,"funny":3515,"gory":3516,"high":3517,"minded":3518,"nces":3519,"ru":3520,"rum":3521,"she":3522,"suff":3523,"uro":3524,"win":3525,"Ġ&":3526,"ern":3527,"itude":3528,"Ġfier":3529,"Ġble":3530,"Ġbody":3531,"Ġbored":3532,"Ġbott":3533,"ingu":3534,"Ġpract":3535,"Ġpaced":3536,"Ġpinoc":3537,"Ġdie":3538,"Ġhide":3539,"Ġtoss":3540,"Ġinner":3541,"eds":3542,"iler":3543,"illy":3544,"omb":3545,"Ġnumbers":3546,"Ġnumber":3547,"stream":3548,"Ġearly":3549,"Ġgold":3550,"ented":3551,"asm":3552,"ashed":3553,"Ġresem":3554,"verse":3555,"Ġsun":3556,"irty":3557,"ifting":3558,"Ġchase":3559,"Ġchann":3560,"Ġjer":3561,"agal":3562,"umble":3563,"cks":3564,"Ġliber":3565,"Ġsham":3566,"Ġshots":3567,"Ġdevoid":3568,"Ġsco":3569,"Ġconcl":3570,"Ġkiller":3571,"actic":3572,"Ġprove":3573,"Ġprovide":3574,"uddy":3575,"alling":3576,"Ġord":3577,"Ġqueen":3578,"dep":3579,"Ġarg":3580,"acious":3581,"aches":3582,"Ġjustice":3583,"Ġwilling":3584,"comes":3585,"Ġblade":3586,"Ġoverly":3587,"Ġperformers":3588,"Ġemp":3589,"Ġdisp":3590,"Ġslick":3591,"ips":3592,"Ġraw":3593,"Ġrip":3594,"spired":3595,"Ġteam":3596,"Ġteacher":3597,"Ġdesire":3598,"bute":3599,"Ġresults":3600,"leasant":3601,"Ġcrimes":3602,"Ġholes":3603,"Ġchees":3604,"Ġkevin":3605,"reek":3606,"Ġgiant":3607,"Ġfarce":3608,"Ġrecogn":3609,"avis":3610,"Ġglass":3611,"Ġturned":3612,"Ġindust":3613,"Ġpleasures":3614,"Ġthinks":3615,"Ġsheer":3616,"Ġphys":3617,"Ġmembers":3618,"Ġschm":3619,"stein":3620,"ample":3621,"Ġhappen":3622,"Ġmindless":3623,"Ġ199":3624,"Ġvisuals":3625,"Ġsave":3626,"Ġsecret":3627,"Ġcaptiv":3628,"Ġexpected":3629,"standing":3630,"Ġreading":3631,"Ġvalues":3632,"ropri":3633,"Ġanti":3634,"Ġquietly":3635,"Ġuniversal":3636,"Ġstunts":3637,"Ġstriking":3638,"Ġfrequently":3639,"wrought":3640,"whel":3641,"Ġendearing":3642,"Ġinept":3643,"Ġattraction":3644,"Ġrelease":3645,"Ġprecious":3646,"Ġcomplicated":3647,"eyed":3648,"Ġbullock":3649,"Ġrevolution":3650,"Ġconstructed":3651,"Ġexploration":3652,"Ġdisguise":3653,"Ġlazy":3654,"Ġsociety":3655,"Ġoutrageous":3656,"Ġextraordinary":3657,"Ġaccessible":3658,"Ġstomach":3659,"Ġcinematography":3660,"Ġprofessional":3661,"Ġirritating":3662,"Ġsimplistic":3663,"Ġperspective":3664,"ultimately":3665,"Ġemphas":3666,"Ġbehavior":3667,"aud":3668,"ailed":3669,"bol":3670,"brid":3671,"cies":3672,"eath":3673,"fman":3674,"gor":3675,"girl":3676,"hu":3677,"mi":3678,"mar":3679,"mas":3680,"night":3681,"pret":3682,"run":3683,"su":3684,"top":3685,"talk":3686,"yes":3687,"Ġ7":3688,"Ġic":3689,"Ġten":3690,"Ġtack":3691,"Ġaust":3692,"Ġauth":3693,"Ġsed":3694,"Ġsides":3695,"rem":3696,"rest":3697,"erable":3698,"itional":3699,"Ġfle":3700,"Ġms":3701,"Ġmiche":3702,"atisf":3703,"Ġbod":3704,"Ġbore":3705,"Ġbits":3706,"Ġcro":3707,"Ġcaut":3708,"oric":3709,"Ġpus":3710,"aning":3711,"Ġdyn":3712,"Ġdazz":3713,"alan":3714,"Ġhur":3715,"Ġhus":3716,"Ġhook":3717,"lete":3718,"Ġnick":3719,"Ġitalian":3720,"Ġger":3721,"Ġgar":3722,"Ġbears":3723,"vern":3724,"ulation":3725,"chan":3726,"Ġasp":3727,"sec":3728,"irming":3729,"Ġcomment":3730,"Ġchance":3731,"Ġchuck":3732,"Ġchines":3733,"Ġmoviemaking":3734,"ama":3735,"Ġalle":3736,"Ġalthough":3737,"abl":3738,"Ġexample":3739,"Ġshake":3740,"Ġdeb":3741,"ivered":3742,"Ġuncom":3743,"Ġconscious":3744,"asting":3745,"Ġsoon":3746,"ford":3747,"Ġproceed":3748,"Ġfears":3749,"Ġpreach":3750,"Ġvol":3751,"Ġvulg":3752,"Ġspin":3753,"Ġspell":3754,"Ġclim":3755,"itters":3756,"Ġloved":3757,"Ġarn":3758,"aufman":3759,"Ġadult":3760,"weight":3761,"Ġpoke":3762,"Ġroger":3763,"Ġovercome":3764,"Ġoverwhel":3765,"Ġrand":3766,"Ġvibr":3767,"ressed":3768,"Ġtext":3769,"Ġdelivered":3770,"Ġserves":3771,"Ġcontrol":3772,"Ġholid":3773,"Ġshowc":3774,"Ġinsult":3775,"Ġgrim":3776,"Ġtribute":3777,"Ġgrad":3778,"Ġenjoyed":3779,"Ġplayful":3780,"neyed":3781,"Ġreflect":3782,"Ġhorrif":3783,"Ġfriends":3784,"Ġproduced":3785,"Ġimagery":3786,"Ġmonty":3787,"Ġ195":3788,"hens":3789,"Ġpresence":3790,"prod":3791,"Ġcommon":3792,"Ġnowhere":3793,"Ġdivers":3794,"class":3795,"Ġlevels":3796,"Ġdamn":3797,"Ġmarks":3798,"Ġintrigue":3799,"Ġcredit":3800,"Ġbenef":3801,"Ġembra":3802,"Ġdouble":3803,"Ġexploit":3804,"Ġpoetic":3805,"Ġfatal":3806,"warming":3807,"Ġachieves":3808,"Ġdigital":3809,"Ġunpleasant":3810,"Ġsplend":3811,"Ġpulls":3812,"Ġfailure":3813,"Ġfrustrating":3814,"Ġessentially":3815,"Ġsongs":3816,"Ġintentions":3817,"Ġdesigned":3818,"Ġstruggle":3819,"Ġannoying":3820,"Ġnecessary":3821,"Ġfolks":3822,"Ġmachine":3823,"Ġpredecessor":3824,"Ġchallenging":3825,"Ġpositive":3826,"Ġconcerned":3827,"Ġdiverting":3828,"Ġhackneyed":3829,"Ġstructure":3830,"Ġmanipulative":3831,"Ġnonsense":3832,"Ġincredibly":3833,"Ġglimpse":3834,"Ġexhilarating":3835,"Ġincreas":3836,"Ġfurther":3837,"Ġtrifle":3838,"Ġbottom":3839,"Ġdynam":3840,"Ġchinese":3841,"eur":3842,"gy":3843,"gan":3844,"iation":3845,"ivid":3846,"kins":3847,"lor":3848,"mn":3849,"mr":3850,"mak":3851,"nature":3852,"pleas":3853,"vard":3854,"Ġ\\/":3855,"Ġtor":3856,"Ġtight":3857,"Ġtort":3858,"inated":3859,"Ġsill":3860,"Ġsappy":3861,"rep":3862,"reaking":3863,"rets":3864,"rehens":3865,"erk":3866,