{"<|endoftext|>":0,"!":1,"\"":2,"#":3,"$":4,"%":5,"&":6,"'":7,"(":8,")":9,"*":10,"+":11,",":12,"-":13,".":14,"/":15,"0":16,"1":17,"2":18,"3":19,"4":20,"5":21,"6":22,"7":23,"8":24,"9":25,":":26,";":27,"<":28,"=":29,">":30,"?":31,"@":32,"A":33,"B":34,"C":35,"D":36,"E":37,"F":38,"G":39,"H":40,"I":41,"J":42,"K":43,"L":44,"M":45,"N":46,"O":47,"P":48,"Q":49,"R":50,"S":51,"T":52,"U":53,"V":54,"W":55,"X":56,"Y":57,"Z":58,"[":59,"\\":60,"]":61,"^":62,"_":63,"`":64,"a":65,"b":66,"c":67,"d":68,"e":69,"f":70,"g":71,"h":72,"i":73,"j":74,"k":75,"l":76,"m":77,"n":78,"o":79,"p":80,"q":81,"r":82,"s":83,"t":84,"u":85,"v":86,"w":87,"x":88,"y":89,"z":90,"{":91,"|":92,"}":93,"~":94,"¡":95,"¢":96,"£":97,"¤":98,"¥":99,"¦":100,"§":101,"¨":102,"©":103,"ª":104,"«":105,"¬":106,"®":107,"¯":108,"°":109,"±":110,"²":111,"³":112,"´":113,"µ":114,"¶":115,"·":116,"¸":117,"¹":118,"º":119,"»":120,"¼":121,"½":122,"¾":123,"¿":124,"À":125,"Á":126,"Â":127,"Ã":128,"Ä":129,"Å":130,"Æ":131,"Ç":132,"È":133,"É":134,"Ê":135,"Ë":136,"Ì":137,"Í":138,"Î":139,"Ï":140,"Ð":141,"Ñ":142,"Ò":143,"Ó":144,"Ô":145,"Õ":146,"Ö":147,"×":148,"Ø":149,"Ù":150,"Ú":151,"Û":152,"Ü":153,"Ý":154,"Þ":155,"ß":156,"à":157,"á":158,"â":159,"ã":160,"ä":161,"å":162,"æ":163,"ç":164,"è":165,"é":166,"ê":167,"ë":168,"ì":169,"í":170,"î":171,"ï":172,"ð":173,"ñ":174,"ò":175,"ó":176,"ô":177,"õ":178,"ö":179,"÷":180,"ø":181,"ù":182,"ú":183,"û":184,"ü":185,"ý":186,"þ":187,"ÿ":188,"Ā":189,"ā":190,"Ă":191,"ă":192,"Ą":193,"ą":194,"Ć":195,"ć":196,"Ĉ":197,"ĉ":198,"Ċ":199,"ċ":200,"Č":201,"č":202,"Ď":203,"ď":204,"Đ":205,"đ":206,"Ē":207,"ē":208,"Ĕ":209,"ĕ":210,"Ė":211,"ė":212,"Ę":213,"ę":214,"Ě":215,"ě":216,"Ĝ":217,"ĝ":218,"Ğ":219,"ğ":220,"Ġ":221,"ġ":222,"Ģ":223,"ģ":224,"Ĥ":225,"ĥ":226,"Ħ":227,"ħ":228,"Ĩ":229,"ĩ":230,"Ī":231,"ī":232,"Ĭ":233,"ĭ":234,"Į":235,"į":236,"İ":237,"ı":238,"Ĳ":239,"ĳ":240,"Ĵ":241,"ĵ":242,"Ķ":243,"ķ":244,"ĸ":245,"Ĺ":246,"ĺ":247,"Ļ":248,"ļ":249,"Ľ":250,"ľ":251,"Ŀ":252,"ŀ":253,"Ł":254,"ł":255,"Ń":256,"Ġt":257,"Ġa":258,"in":259,"he":260,"Ġs":261,"re":262,"Ġ.":263,"Ġo":264,"er":265,"it":266,"Ġ,":267,"Ġthe":268,"is":269,"en":270,"at":271,"Ġf":272,"ing":273,"es":274,"Ġm":275,"nd":276,"Ġw":277,"Ġc":278,"Ġb":279,"or":280,"on":281,"ou":282,"Ġof":283,"Ġp":284,"ar":285,"Ġand":286,"an":287,"al":288,"Ġth":289,"ly":290,"Ġd":291,"il":292,"ed":293,"ic":294,"Ġ'":295,"Ġto":296,"Ġin":297,"Ġl":298,"Ġh":299,"om":300,"st":301,"Ġn":302,"Ġit":303,"le":304,"Ġis":305,"ut":306,"Ġe":307,"ct":308,"el":309,"Ġg":310,"Ġmo":311,"ent":312,"ion":313,"ot":314,"as":315,"ve":316,"Ġthat":317,"et":318,"im":319,"vi":320,"Ġst":321,"Ġre":322,"ra":323,"gh":324,"Ġu":325,"ver":326,"Ġbe":327,"ul":328,"ce":329,"ch":330,"ro":331,"The":332,"Ġfil":333,"Ġon":334,"Ġfilm":335,"Ġan":336,"Ġy":337,"Ġas":338,"ith":339,"ri":340,"ol":341,"ay":342,"ke":343,"Ġ-":344,"ow":345,"ad":346,"Ġfor":347,"Ġwith":348,"vie":349,"ess":350,"se":351,"Ġbut":352,"oo":353,"Ġwh":354,"Ġyou":355,"id":356,"Ġcom":357,"Ġits":358,"Ġsu":359,"ir":360,"Ġmovie":361,"ers":362,"am":363,"Ġli":364,"ill":365,"her":366,"ble":367,"Ġal":368,"ag":369,"un":370,"ĠS":371,"Ġch":372,"um":373,"em":374,"ght":375,"ck":376,"ous":377,"..":378,"out":379,"ur":380,"Ġint":381,"Ġthis":382,"ak":383,"Ġen":384,"ld":385,"Ġex":386,"ist":387,"Ġse":388,"Ġhe":389,"It":390,"RB":391,"ation":392,"ant":393,"Ġnot":394,"ive":395,"rom":396,"ally":397,"est":398,"if":399,"qu":400,"Ġha":401,"ĠB":402,"'t":403,"Ġdo":404,"Ġab":405,"ure":406,"art":407,"ire":408,"Ġsh":409,"Ġun":410,"ain":411,"ell":412,"Ġcon":413,"ast":414,"pe":415,"Ġde":416,"ĠM":417,"Ġat":418,"Ġsc":419,"ĠA":420,"ort":421,"Ġne":422,"ĠC":423,"ate":424,"ity":425,"act":426,"Ġj":427,"ough":428,"ory":429,"ig":430,"us":431,"ust":432,"Ġby":433,"Ġso":434,"pt":435,"able":436,"ood":437,"Ġare":438,"pp":439,"Ġ--":440,"Ġchar":441,"hing":442,"ĠH":443,"Ġpro":444,"Ġmore":445,"ff":446,"Ġthan":447,"Ġhas":448,"Ġabout":449,"and":450,"ome":451,"Ġlike":452,"ould":453,"Ġwor":454,"ight":455,"Ġact":456,"ful":457,"ere":458,"Ġfrom":459,"Ġpl":460,"Ġone":461,"ud":462,"ĠI":463,"ind":464,"Ġall":465,"ven":466,"ĠD":467,"Ġhave":468,"Ġfe":469,"os":470,"ter":471,"very":472,"Ġpre":473,"Ġhis":474,"op":475,"Ġ...":476,"Ġwho":477,"ard":478,"ack":479,"all":480,"Th":481,"ial":482,"Ġper":483,"Ġr":484,"ĠW":485,"ect":486,"ie":487,"pl":488,"Ġor":489,"ong":490,"Ġk":491,"itt":492,"Ġstory":493,"Ġv":494,"one":495,"Ġ`":496,"Ġim":497,"irect":498,"ge":499,"ĠP":500,"ime":501,"Ġcharact":502,"og":503,"ake":504,"ĠF":505,"Ġout":506,"ab":507,"res":508,"end":509,"ence":510,"ĠR":511,"Ġcl":512,"RRB":513,"LRB":514,"ap":515,"od":516,"ious":517,"ĠG":518,"Ġfun":519,"ces":520,"ĠT":521,"ick":522,"Ġle":523,"ies":524,"ine":525,"ĠL":526,"for":527,"are":528,"Ġsp":529,"ict":530,"man":531,"Ġtr":532,"Ġman":533,"ves":534,"reat":535,"ert":536,"Ġup":537,"ook":538,"Ġqu":539,"ac":540,"ep":541,"nt":542,"ram":543,"Ġtoo":544,"edy":545,"Ġno":546,"ĠJ":547,"ich":548,"our":549,"Ġfl":550,"au":551,"ear":552,"Ġmost":553,"Ġinto":554,"Ġthr":555,"Ġjust":556,"ary":557,"ite":558,"Ġdirect":559,"uch":560,"Ġsome":561,"Ġany":562,"th":563,"oy":564,"ore":565,"per":566,"Ġad":567,"Ġar":568,"ical":569,"Ġdoes":570,"Ġcomp":571,"Ġgood":572,"ny":573,"age":574,"ass":575,"ment":576,"Ġwill":577,"Ġlo":578,"mer":579,"akes":580,"Ġwe":581,"Ġcan":582,"ne":583,"Ġent":584,"Ġwork":585,"ue":586,"Ġus":587,"ĠThe":588,"Ġover":589,"Ġwhe":590,"ond":591,"Ġmuch":592,"This":593,"Ġcomedy":594,"iz":595,"elf":596,"ise":597,"ll":598,"ile":599,"Ġperfor":600,"ry":601,"ĠN":602,"ult":603,"ating":604,"ound":605,"Ġoff":606,"Ġpo":607,"we":608,"ark":609,"ens":610,"ther":611,"Ġway":612,"Ġhum":613,"Ġ''":614,"ish":615,"Ġif":616,"Ġcharacters":617,"de":618,"Ġtime":619,"ide":620,"Ġfeel":621,"ertain":622,"Ġperforman":623,"Ġbet":624,"Ġeven":625,"ull":626,"cc":627,"Ġwhat":628,"int":629,"ip":630,"ated":631,"atch":632,"rit":633,"ving":634,"ĠE":635,"Ġsl":636,"Ġem":637,"ittle":638,"reen":639,"ness":640,"ĠK":641,"Ġwell":642,"Ġget":643,"wn":644,"ance":645,"Ġam":646,"ice":647,"ade":648,"Ġonly":649,"less":650,"Ġsub":651,"ose":652,"ost":653,"ual":654,"ense":655,"omet":656,"An":657,"Ġbl":658,"Ġdis":659,"Ġtheir":660,"ingly":661,"oc":662,"Ġlittle":663,"ans":664,"Ġfa":665,"Ġlook":666,"Ġra":667,"Ġri":668,"Ġfunny":669,"Ġmake":670,"Ġyour":671,"Ġend":672,"Ġme":673,"vel":674,"ative":675,"Ġthem":676,"Ġgo":677,"own":678,"Wh":679,"Ġtw":680,"ings":681,"atic":682,"Ġevery":683,"Ġreal":684,"Ġund":685,"ience":686,"Ġbeen":687,"pect":688,"Ġtal":689,"Ġmay":690,"ions":691,"Ġlif":692,"Ġ``":693,"Ġimp":694,"ily":695,"Ġdram":696,"Ġbec":697,"ents":698,"...":699,"ame":700,"Ġenough":701,"ress":702,"Ġsur":703,"Ġsomet":704,"Ġgen":705,"ild":706,"Ġvery":707,"ru":708,"te":709,"Ġnever":710,"Ġvi":711,"Ġthere":712,"ang":713,"old":714,"Ġbad":715,"Ġins":716,"aking":717,"hed":718,"Ġseem":719,"hy":720,"Ġdirector":721,"Ġthey":722,"ber":723,"Ġmakes":724,"Ġdes":725,"Ġwould":726,"Ġwhich":727,"Ġdel":728,"get":729,"Ġca":730,"Ġrem":731,"Ġwas":732,"Ġte":733,"vers":734,"ris":735,"Ġscreen":736,"ty":737,"Ġro":738,"Ġother":739,"Ġsee":740,"Ġbest":741,"Ġlife":742,"ting":743,"ays":744,"Ġthrough":745,"ren":746,"Ġentertain":747,"Ġser":748,"Ġ?":749,"ater":750,"ably":751,"Ġlove":752,"ling":753,"ations":754,"ately":755,"Ġsm":756,"Ġeff":757,"ach":758,"Ġpe":759,"Ġplot":760,"Ġres":761,"ved":762,"ink":763,"ors":764,"ign":765,"gin":766,"Ġ1":767,"Ġcould":768,"vies":769,"ĠCh":770,"erest":771,"Ġwhen":772,"Ġ:":773,"Ġag":774,"red":775,"Ġwatch":776,"Ġcont":777,"Ġher":778,"ional":779,"Ġpart":780,"Ġaud":781,"If":782,"Ġmovies":783,"imes":784,"Ġyear":785,"urn":786,"other":787,"ually":788,"Ġlong":789,"les":790,"Ġheart":791,"Ġart":792,"ike":793,"ject":794,"Ġtra":795,"Ġfam":796,"Ġbr":797,"There":798,"Ġhow":799,"ock":800,"inem":801,"Ġinterest":802,"Ġunder":803,"ism":804,"leas":805,"vent":806,"oth":807,"Ġshould":808,"ible":809,"Ġrom":810,"ace":811,"inut":812,"Ġrec":813,"Ġmade":814,"ian":815,"so":816,"Ġob":817,"Ġreally":818,"iv":819,"ying":820,"Ġown":821,"Ġcharacter":822,"Ġsomething":823,"hes":824,"Ġgreat":825,"istic":826,"aw":827,"Ġaction":828,"du":829,"Ġthrill":830,"Ġcast":831,"Ġcinem":832,"Ġperformances":833,"irst":834,"Ġvis":835,"Ġdrama":836,"imp":837,"ft":838,"ph":839,"pec":840,"oss":841,"ath":842,"Ġfilms":843,"Ġmany":844,"ob":845,"Ġstill":846,"view":847,"elling":848,"ople":849,"igh":850,"ss":851,"ĠO":852,"ree":853,"Ġtwo":854,"now":855,"ash":856,"Ġpeople":857,"ran":858,"Ġscen":859,"Ġbig":860,"ript":861,"Ġnew":862,"Ġaw":863,"umb":864,"Ġshow":865,"sc":866,"ause":867,"Ġhumor":868,"ib":869,"ather":870,"Ġlau":871,"row":872,"ument":873,"Ġche":874,"Ġfilmm":875,"meric":876,"Ġemot":877,"Ġmy":878,"Ġhard":879,"Ġdoc":880,"iss":881,"Ġinc":882,"Ġrel":883,"icture":884,"Ġbetter":885,"ature":886,"Ġfirst":887,"arly":888,"Ġdown":889,"Ġtri":890,"Ġgi":891,"Ġscript":892,"joy":893,"Ġthose":894,"olly":895,"gg":896,"Ġter":897,"Ġpicture":898,"Ġless":899,"lt":900,"ning":901,"Ġmom":902,"ages":903,"Ġkind":904,"aut":905,"led":906,"up":907,"Ġke":908,"Ġmight":909,"Ġcle":910,"Ġenjoy":911,"In":912,"ten":913,"ower":914,"Ġatt":915,"Ġfar":916,"Ġdocument":917,"ction":918,"cept":919,"Ġwithout":920,"Ġalso":921,"Ġaudience":922,"av":923,"sy":924,"ĠAmeric":925,"ks":926,"ng":927,"thing":928,"Ġold":929,"sp":930,"wood":931,"Ġapp":932,"Ġself":933,"ought":934,"Ġbeing":935,"Ġpret":936,"Ġlack":937,"iff":938,"fully":939,"ween":940,"Ġsurp":941,"its":942,"Ġwort":943,"Ġgra":944,"oll":945,"Ġview":946,"Ġap":947,"Ġminut":948,"Ġever":949,"vid":950,"Ġcharm":951,"As":952,"Ġsense":953,"ars":954,"Ġlaugh":955,"az":956,"Ġfind":957,"Ġnothing":958,"Ġpoint":959,"der":960,"Ġwant":961,"Ġback":962,"Ġboth":963,"Ġbetween":964,"But":965,"arm":966,"Ġlot":967,"Ġgr":968,"Ġplay":969,"Ġsty":970,"Ġhere":971,"Ġfew":972,"Ġknow":973,"Ġperformance":974,"What":975,"ginal":976,"ltim":977,"fter":978,"Ġset":979,"Ġexc":980,"ool":981,"Ġneed":982,"arn":983,"Ġmess":984,"ons":985,"Ġ;":986,"Ġcomple":987,"Ġhuman":988,"ky":989,"uff":990,"Ġide":991,"here":992,"Ġbel":993,"antic":994,"Ġworld":995,"ney":996,"ollywood":997,"Ġori":998,"ates":999,"ale":1000,"Ġanother":1001,"Ġgl":1002,"Ġbecause":1003,"most":1004,"ount":1005,"ross":1006,"Ġminutes":1007,"You":1008,"Ġoften":1009,"Ġpers":1010,"ically":1011,"Ġsuch":1012,"Ġseems":1013,"ner":1014,"xt":1015,"Ġturn":1016,"arr":1017,"Ġeng":1018,"Ġthriller":1019,"ok":1020,"iful":1021,"Ġkeep":1022,"ced":1023,"Ġpleas":1024,"Ġthink":1025,"Ġdocumentary":1026,"ia":1027,"ination":1028,"ering":1029,"Ġcare":1030,"Ġeffect":1031,"Ġoriginal":1032,"app":1033,"Ġtale":1034,"ute":1035,"Ġstr":1036,"Ġquite":1037,"iness":1038,"Ġsat":1039,"ster":1040,"Ġmus":1041,"Ġcreat":1042,"Ġgu":1043,"ĠSt":1044,"Ġdec":1045,"Ġinteresting":1046,"be":1047,"Ġ!":1048,"Ġacc":1049,"Ġind":1050,"Ġbeaut":1051,"Ġext":1052,"ics":1053,"Ġultim":1054,"olog":1055,"ĠHollywood":1056,"Ġkid":1057,"ail":1058,"Ġpr":1059,"Ġdist":1060,"Ġhigh":1061,"Ġform":1062,"Ġwhile":1063,"Ġexpl":1064,"ered":1065,"Ġfeels":1066,"com":1067,"hip":1068,"ÃĤ":1069,"Ãĥ":1070,"Ġsk":1071,"Ġsin":1072,"Ġshe":1073,"Ġthing":1074,"Ġref":1075,"Ġitself":1076,"Ġalmost":1077,"weet":1078,"Ġentertaining":1079,"Ġagain":1080,"Ġfilmmak":1081,"Ġsurpris":1082,"Ġworth":1083,"att":1084,"Ġfin":1085,"Ġpower":1086,"Ġhim":1087,"Ġromantic":1088,"Ġappe":1089,"Not":1090,"Ġwere":1091,"Ġcr":1092,"Ġseen":1093,"iece":1094,"gu":1095,"pite":1096,"ÆĴ":1097,"Ġrather":1098,"ÃĥÆĴ":1099,"ÃĥÆĴÃĤ":1100,"ew":1101,"ead":1102,"ord":1103,"Ġhor":1104,"Ġyet":1105,"ends":1106,"Ġmoments":1107,"Ġsimp":1108,"Ġspec":1109,"Ġrep":1110,"Ġcons":1111,"ĠAmerican":1112,"\\/":1113,"fore":1114,"ward":1115,"vious":1116,"aster":1117,"riter":1118,"Ġright":1119,"Ġgener":1120,"ins":1121,"ither":1122,"Ġcol":1123,"ane":1124,"Ġhist":1125,"cess":1126,"fl":1127,"Ġ2":1128,"Ġafter":1129,"ality":1130,"Ġeas":1131,"Ġprodu":1132,"Ġimag":1133,"iet":1134,"Ġtake":1135,"Ġthese":1136,"Ġwom":1137,"Ġbit":1138,"alf":1139,"ility":1140,"Ġhad":1141,"Ġexper":1142,"Ġdra":1143,"ogue":1144,"cy":1145,"dict":1146,"ier":1147,"ially":1148,"vol":1149,"Ġbu":1150,"Ġdiff":1151,"Ġel":1152,"Ġcomes":1153,"Ġacting":1154,"Ġfamily":1155,"Ġes":1156,"ition":1157,"Ġmem":1158,"ures":1159,"ellig":1160,"onder":1161,"Ġsubject":1162,"dd":1163,"of":1164,"ĠV":1165,"Ġsame":1166,"ences":1167,"Ġcult":1168,"asc":1169,"ason":1170,"Ġyoung":1171,"Ġcome":1172,"ave":1173,"fect":1174,"me":1175,"read":1176,"Ġour":1177,"Ġco":1178,"Ġinst":1179,"ionally":1180,"Ġbefore":1181,"irl":1182,"Ġwhere":1183,"Ġdeli":1184,"One":1185,"Ġcre":1186,"Ġpass":1187,"Ġthought":1188,"Ġdial":1189,"Ġintellig":1190,"Ġsequ":1191,"con":1192,"ove":1193,"ys":1194,"Ġmater":1195,"ase":1196,"rap":1197,"Ġactors":1198,"Ġperson":1199,"For":1200,"air":1201,"Ġmel":1202,"Ġport":1203,"als":1204,"Ġstand":1205,"Ġdeep":1206,"irector":1207,"While":1208,"oot":1209,"the":1210,"Ġtimes":1211,"ret":1212,"Ġfull":1213,"icul":1214,"ching":1215,"amp":1216,"ĠSe":1217,"Ġclass":1218,"Ġgets":1219,"Ġsince":1220,"cing":1221,"iar":1222,"ub":1223,"Ġthen":1224,"isf":1225,"atter":1226,"Ġthings":1227,"Ġsex":1228,"ired":1229,"Ġdep":1230,"Ġultimately":1231,"Ġdialogue":1232,"Ġmaterial":1233,"ms":1234,"ron":1235,"Ġtakes":1236,"Ġaff":1237,"Ġsit":1238,"ream":1239,"Ġdet":1240,"Ġsuper":1241,"ĠSp":1242,"Ġscenes":1243,"self":1244,"Ġmind":1245,"iment":1246,"fic":1247,"ines":1248,"illi":1249,"empt":1250,"Ġ19":1251,"Ġtou":1252,"Ġsay":1253,"Ġfasc":1254,"Ġpol":1255,"Ġele":1256,"Ġstud":1257,"Ġchild":1258,"Ġhand":1259,"ains":1260,"Ġflick":1261,"Ġbeautiful":1262,"ues":1263,"Ġdid":1264,"ently":1265,"irit":1266,"Ġrun":1267,"hen":1268,"rid":1269,"play":1270,"Ġcompelling":1271,"Ġwatching":1272,"son":1273,"ĠY":1274,"Ġtit":1275,"Ġhalf":1276,"Ġyears":1277,"Ġbelie":1278,"Ġportra":1279,"ror":1280,"Ġwr":1281,"orn":1282,"Ġabs":1283,"With":1284,"Ġthough":1285,"Ġdark":1286,"Ġdull":1287,"Ġanim":1288,"que":1289,"Ġhapp":1290,"Ġemotional":1291,"Ġmusic":1292,"Like":1293,"Ġpain":1294,"Ġep":1295,"Ġstart":1296,"Ġleast":1297,"Ġvisual":1298,"Ġterri":1299,"Ġfascin":1300,"uck":1301,"vin":1302,"Ġdem":1303,"ilar":1304,"illy":1305,"Ġexp":1306,"Ġpredict":1307,"Ġeffort":1308,"co":1309,"cial":1310,"king":1311,"Ġed":1312,"ined":1313,"Ġput":1314,"olid":1315,"ĠSh":1316,"ĠBl":1317,"Ġspecial":1318,"iel":1319,"ric":1320,"eless":1321,"Ġlight":1322,"Ġworks":1323,"Ġfamil":1324,"Ġclever":1325,"era":1326,"Ġmed":1327,"Ġcra":1328,"Ġpiece":1329,"Ġune":1330,"Ġproble":1331,"io":1332,"Ġir":1333,"itive":1334,"Ġhour":1335,"Ġgive":1336,"ider":1337,"uring":1338,"Ġunf":1339,"using":1340,"ized":1341,"Ġfail":1342,"Ġgives":1343,"Ġmor":1344,"Ġinter":1345,"ists":1346,"ĠDe":1347,"Ġpres":1348,"odram":1349,"ĠJo":1350,"Ġgoing":1351,"Ġentertainment":1352,"Ġcinematic":1353,"ted":1354,"Ġev":1355,"ural":1356,"Ġdef":1357,"Ġfeature":1358,"Ġtrans":1359,"Ġvide":1360,"Ġcinema":1361,"Ġnarr":1362,"Ġstra":1363,"ously":1364,"alls":1365,"Ġanyone":1366,"ossible":1367,"ix":1368,"yp":1369,"Ġsent":1370,"Ġsweet":1371,"reak":1372,"Ġmaking":1373,"Ġwonder":1374,"Ġpsy":1375,"rop":1376,"Ġonce":1377,"aste":1378,"Ġwhole":1379,"Ġperfect":1380,"Ġsmart":1381,"Ġstyle":1382,"Ġfascinating":1383,"gy":1384,"Â©":1385,"Ġph":1386,"Ġlast":1387,"ution":1388,"Ġener":1389,"antly":1390,"Ġshort":1391,"Ġanything":1392,"Ġmelodram":1393,"St":1394,"ts":1395,"ways":1396,"Ġwit":1397,"Ġcertain":1398,"Ġlow":1399,"Ġhon":1400,"Ġsusp":1401,"Ġuns":1402,"Ġlead":1403,"Ġkids":1404,"cer":1405,"oon":1406,"Ġsw":1407,"Ġsad":1408,"oring":1409,"Ġmoving":1410,"right":1411,"Ġrare":1412,"Ġcapt":1413,"Ġserious":1414,"Ġpretty":1415,"ĠU":1416,"Ġsens":1417,"iting":1418,"aling":1419,"Ġtoget":1420,"Ġnow":1421,"els":1422,"ula":1423,"Ġcomm":1424,"Ġsucc":1425,"ĠSc":1426,"Ġexpect":1427,"Ġtogether":1428,"Ġey":1429,"arent":1430,"Ġadd":1431,"Ġlaughs":1432,"but":1433,"idd":1434,"aps":1435,"Ġdirection":1436,"Ġengag":1437,"Ġexperience":1438,"Al":1439,"off":1440,"Ġmar":1441,"Ġbra":1442,"Ġpop":1443,"Ġret":1444,"ows":1445,"Ġalways":1446,"ĠBe":1447,"Ġconf":1448,"Ġspirit":1449,"Ġtrue":1450,"Ġbecom":1451,"Ġobvious":1452,"Ġstrong":1453,"Ġhistory":1454,"Ġpsych":1455,"oke":1456,"zy":1457,"Ġsound":1458,"ery":1459,"ities":1460,"lect":1461,"Ġsure":1462,"urp":1463,"ured":1464,"Ġlevel":1465,"ruct":1466,"Ġinsp":1467,"Ġaway":1468,"Ġcomplete":1469,"Ġtitle":1470,"Ġvideo":1471,"Even":1472,"day":1473,"ha":1474,"to":1475,"ug":1476,"Ġac":1477,"Ġop":1478,"Ġfans":1479,"Ġmon":1480,"uth":1481,"ots":1482,"Ġcomic":1483,"Ġhead":1484,"ortun":1485,"Ġprob":1486,"Ġactually":1487,"Ġwhose":1488,"resh":1489,"Ġclic":1490,"version":1491,"Ġnarrative":1492,"00":1493,"oint":1494,"und":1495,"Ġsilly":1496,"Ġmatter":1497,"Ġwar":1498,"ann":1499,"Ġthree":1500,"Ġstar":1501,"ird":1502,"Though":1503,"Ġquest":1504,"ments":1505,"Ġtalent":1506,"Ġseries":1507,"Ġtrag":1508,"Ġsatisf":1509,"Ġpolit":1510,"Ġpredictable":1511,"ec":1512,"ger":1513,"ied":1514,"Ġcar":1515,"Ġwhy":1516,"Ġcoming":1517,"ody":1518,"ored":1519,"Ġaround":1520,"Ġinsight":1521,"Ġteen":1522,"ek":1523,"hn":1524,"ope":1525,"opp":1526,"Ġfact":1527,"ets":1528,"Ġreason":1529,"ife":1530,"ush":1531,"Ġplace":1532,"Ġentire":1533,"ressive":1534,"Ġsometimes":1535,"Ġgenre":1536,"Ġattempt":1537,"Ġsimply":1538,"``":1539,"ever":1540,"ler":1541,"like":1542,"Ġmiss":1543,"Ġdone":1544,"stand":1545,"ific":1546,"Ġnearly":1547,"Ġprof":1548,"Ġprem":1549,"itten":1550,"Ġslow":1551,"Ġamb":1552,"Ġscreenplay":1553,"Ġidea":1554,"Ġwomen":1555,"Ġfamiliar":1556,"Ġwo":1557,"Ġwin":1558,"Ġcou":1559,"Ġbo":1560,"ories":1561,"ention":1562,"ract":1563,"ĠCl":1564,"ĠLe":1565,"Ġquir":1566,"Ġadm":1567,"okes":1568,"br":1569,"ched":1570,"ĠIt":1571,"Ġsy":1572,"eng":1573,"ening":1574,"Ġmain":1575,"orge":1576,"alk":1577,"ceed":1578,"Ġass":1579,"Ġhel":1580,"ude":1581,"plic":1582,"Ġmanages":1583,"Ġfilmmakers":1584,"Ġhorror":1585,"Ġsentiment":1586,"Ġhonest":1587,"Des":1588,"aid":1589,"by":1590,"bing":1591,"ci":1592,"cise":1593,"Ġfresh":1594,"Ġpar":1595,"Ġpot":1596,"Ġdi":1597,"Ġequ":1598,"Ġmoder":1599,"chool":1600,"Ġsum":1601,"ams":1602,"unch":1603,"Ġintri":1604,"ational":1605,"ĠNew":1606,"Ġsubt":1607,"Ġdramatic":1608,"Ġdelight":1609,"Ġprobably":1610,"Ġpremise":1611,"oid":1612,"Ġsolid":1613,"Ġoper":1614,"Ġcred":1615,"Ġprom":1616,"chn":1617,"sem":1618,"ump":1619,"izing":1620,"Ġenjoyable":1621,"Ġformula":1622,"Ġsuccess":1623,"cent":1624,"wh":1625,"het":1626,"Ġmaster":1627,"Ġcut":1628,"ork":1629,"Ġtrying":1630,"though":1631,"Ġgoes":1632,"Ġparticul":1633,"Ġeffects":1634,"Ġelse":1635,"Ġsuspense":1636,"Ġengaging":1637,"ef":1638,"vis":1639,"Ġtreat":1640,"Ġfant":1641,"Ġfine":1642,"Ġmis":1643,"Ġpat":1644,"Ġpast":1645,"ett":1646,"Ġfair":1647,"pecially":1648,"range":1649,"Ġturns":1650,"Ġproblem":1651,"Ġhelp":1652,"Ġmodern":1653,"At":1654,"apt":1655,"iences":1656,"mp":1657,"ovie":1658,"time":1659,"yn":1660,"Ġ9":1661,"Ġsou":1662,"Ġodd":1663,"ited":1664,"Ġwriter":1665,"Ġcent":1666,"Ġbook":1667,"Ġine":1668,"Ġhero":1669,"Ġworst":1670,"ograp":1671,"ize":1672,"ults":1673,"Ġmean":1674,"rench":1675,"Ġdiffere":1676,"Ġchildren":1677,"Despite":1678,"cond":1679,"Ġsing":1680,"Ġocc":1681,"ished":1682,"ese":1683,"Ġmust":1684,"rown":1685,"oof":1686,"Ġsupp":1687,"Ġconst":1688,"Ġdebut":1689,"ĠMr":1690,"Ġoffers":1691,"Ġfeeling":1692,"Ġamusing":1693,"Ġcomplex":1694,"Ġespecially":1695,"Ġstudy":1696,"ĠJohn":1697,"Ġbecomes":1698,"aves":1699,"ient":1700,"Ġill":1701,"Ġsort":1702,"itch":1703,"Ġwarm":1704,"Ġbas":1705,"Ġalong":1706,"Ġdev":1707,"Ġactor":1708,"Ġflaw":1709,"Ġviol":1710,"Ġsmall":1711,"Ġcontri":1712,"Ġromance":1713,"Ġobs":1714,"ah":1715,"cl":1716,"go":1717,"Ġversion":1718,"Ġtell":1719,"Ġsim":1720,"Ġfr":1721,"Ġma":1722,"Ġmag":1723,"Ġcam":1724,"Ġlar":1725,"ote":1726,"Ġstuff":1727,"Ġcomed":1728,"Ġlive":1729,"urd":1730,"Ġeverything":1731,"avy":1732,"ological":1733,"Ġintelligent":1734,"Ġportrait":1735,"reme":1736,"itation":1737,"Ġmark":1738,"Ġcall":1739,"Ġboring":1740,"Ġdumb":1741,"Ġinvol":1742,"omp":1743,"elt":1744,"ĠSte":1745,"ĠAll":1746,"Ġlikely":1747,"Ġval":1748,"ĠRe":1749,"iction":1750,"aced":1751,"Ġface":1752,"velop":1753,"Ġlacks":1754,"Ġcharming":1755,"Ġmessage":1756,"Ġeasy":1757,"director":1758,"use":1759,"uine":1760,"Ġtheater":1761,"ential":1762,"Ġexer":1763,"udd":1764,"ĠRob":1765,"ears":1766,"Ġslight":1767,"Ġbecome":1768,"ationship":1769,"Ġmyster":1770,"Ġstyl":1771,"No":1772,"ĠTh":1773,"Ġfri":1774,"Ġgri":1775,"otic":1776,"Ġreve":1777,"Ġbegin":1778,"ĠAl":1779,"Ġjour":1780,"used":1781,"Ġword":1782,"arely":1783,"Ġadvent":1784,"Ġbrilli":1785,"Ġrelationship":1786,"Ġfilmmaker":1787,"Ġexercise":1788,"ming":1789,"uri":1790,"yond":1791,"erv":1792,"ony":1793,"ouse":1794,"utter":1795,"Ġstun":1796,"Ġread":1797,"ags":1798,"ĠAn":1799,"ustr":1800,"ĠDis":1801,"ĠFrench":1802,"ĠTV":1803,"ension":1804,"ollow":1805,"Ġclassic":1806,"Ġaffect":1807,"Ġquirky":1808,"And":1809,"come":1810,"ches":1811,"ira":1812,"ned":1813,"Ġve":1814,"Ġmen":1815,"Ġwrit":1816,"Ġhilar":1817,"Ġnor":1818,"Ġsuff":1819,"iller":1820,"Ġuni":1821,"osed":1822,"Ġremark":1823,"Ġideas":1824,"Ġpowerful":1825,"Ġculture":1826,"Ġinstead":1827,"Ġpassion":1828,"Ġenergy":1829,"All":1830,"pro":1831,"uc":1832,"ĠQ":1833,"Ġtone":1834,"aring":1835,"Ġday":1836,"Ġnon":1837,"Ġeither":1838,"Ġgirl":1839,"entious":1840,"rage":1841,"ulg":1842,"ular":1843,"Ġlives":1844,"aged":1845,"ended":1846,"Ġclose":1847,"Ġleft":1848,"Ġflat":1849,"Ġemb":1850,"Ġlooking":1851,"Ġgenuine":1852,"Ġfilmmaking":1853,"Ġsurprisingly":1854,"guing":1855,"Ġmelodrama":1856,"Ġcertainly":1857,"Ġach":1858,"Ġsign":1859,"ising":1860,"ones":1861,"ances":1862,"Ġinf":1863,"Ġeach":1864,"Ġmot":1865,"Ġstrange":1866,"Ġrest":1867,"oles":1868,"Ġproject":1869,"itty":1870,"itting":1871,"Ġending":1872,"Ġeveryone":1873,"Ġdespite":1874,"Ġtechn":1875,"Ġrecent":1876,"appoint":1877,"Ġsitu":1878,"Ġcompletely":1879,"Ġopera":1880,"Ch":1881,"Just":1882,"ey":1883,"ges":1884,"line":1885,"rt":1886,"sh":1887,"uly":1888,"Ġsn":1889,"Ġspect":1890,"iter":1891,"Ġfan":1892,"Ġmix":1893,"orable":1894,"oud":1895,"let":1896,"asy":1897,"Ġreg":1898,"Ġur":1899,"Ġbeyond":1900,"unk":1901,"Ġexcept":1902,"Ġheavy":1903,"Ġplays":1904,"Ġleave":1905,"Ġquiet":1906,"Ġdeser":1907,"Ġviewers":1908,"arnest":1909,"Ġdeeply":1910,"Ġbelieve":1911,"iddle":1912,"Ġoccas":1913,"Un":1914,"ael":1915,"land":1916,"minut":1917,"Ġfound":1918,"Ġstri":1919,"ĠBar":1920,"Ġjokes":1921,"allow":1922,"Ġtruly":1923,"Ġquick":1924,"Ġdirected":1925,"Ġlooks":1926,"Ġride":1927,"Ġreality":1928,"ival":1929,"ashion":1930,"Ġhimself":1931,"Ġcreep":1932,"Ġdetail":1933,"Ġstraight":1934,"Sh":1935,"Too":1936,"ai":1937,"ma":1938,"med":1939,"telling":1940,"ze":1941,"ĠZ":1942,"icult":1943,"Ġhold":1944,"Ġhope":1945,"ĠSch":1946,"Ġexam":1947,"Ġsecond":1948,"ires":1949,"Ġshot":1950,"Ġrich":1951,"Ġsubst":1952,"Ġdisappoint":1953,"Ġunderstand":1954,"Ġshows":1955,"Ġproduction":1956,"Ġdifficult":1957,"minute":1958,"We":1959,"When":1960,"ding":1961,"ged":1962,"iest":1963,"ov":1964,"way":1965,"Ġmet":1966,"Ġcart":1967,"Ġline":1968,"Ġnice":1969,"ott":1970,"Ġforget":1971,"Ġexact":1972,"ively":1973,"Ġabove":1974,"Ġconcept":1975,"ĠAr":1976,"Ġnext":1977,"uss":1978,"pping":1979,"Ġtruth":1980,"Ġends":1981,"Ġscene":1982,"Ġappro":1983,"Ġrefres":1984,"Ġsimple":1985,"Ġdelivers":1986,"Ġtouching":1987,"Although":1988,"Ġsummer":1989,"af":1990,"gr":1991,"rist":1992,"wr":1993,"Ġ8":1994,"Ġid":1995,"Ġair":1996,"Ġcap":1997,"Ġbro":1998,"oub":1999,"ange":2000,"Ġtop":2001,"Ġgrow":2002,"Ġcomb":2003,"ames":2004,"Ġalread":2005,"Its":2006,"Ġshock":2007,"Ġnovel":2008,"ĠJack":2009,"Ġpoet":2010,"ildly":2011,"berg":2012,"Ġrole":2013,"ibly":2014,"Ġexplo":2015,"Ġbeautifully":2016,"Ġsatisfying":2017,"Ġintriguing":2018,"Ġdifferent":2019,"Ġhilarious":2020,"Ġalready":2021,"Director":2022,"ball":2023,"ien":2024,"por":2025,"ring":2026,"rise":2027,"tra":2028,"Ġopp":2029,"arp":2030,"any":2031,"Ġlet":2032,"Ġstories":2033,"ung":2034,"Ġexec":2035,"Ġconvin":2036,"Ġdead":2037,"Ġdevelop":2038,"Ġneither":2039,"Ġimages":2040,"ender":2041,"ichÃĥÆĴÃĤ":2042,"Ġmostly":2043,"itely":2044,"Ġimport":2045,"Ġremains":2046,"Ġtries":2047,"Ġmoment":2048,"ield":2049,"Ġhours":2050,"Ġfails":2051,"Ġsoul":2052,"Ġcamera":2053,"Ġlarge":2054,"Ġadventure":2055,"Be":2056,"Every":2057,"So":2058,"bly":2059,"wise":2060,"erous":2061,"ishing":2062,"Ġmin":2063,"Ġwind":2064,"Ġinv":2065,"elves":2066,"enty":2067,"Ġstup":2068,"Ġant":2069,"Ġlik":2070,"unny":2071,"ember":2072,"Ġdeath":2073,"Ġprov":2074,"ĠIs":2075,"ĠclichÃĥÆĴÃĤ":2076,"Ġblack":2077,"Ġimpossible":2078,"Ġvirt":2079,"Ġpretentious":2080,"Ġextra":2081,"Ġconsider":2082,"Ġcolle":2083,"Ġwoman":2084,"Ġpersonal":2085,"Ġparticularly":2086,"Ġfriends":2087,"Ġjourney":2088,"Ġspectac":2089,"Ġrefreshing":2090,"On":2091,"Some":2092,"ele":2093,"hand":2094,"selves":2095,"ĠX":2096,"hel":2097,"Ġfut":2098,"Ġfollow":2099,"Ġmere":2100,"arre":2101,"Ġdream":2102,"Ġliter":2103,"Ġgags":2104,"ims":2105,"rag":2106,"Ġsust":2107,"Ġsoap":2108,"pth":2109,"ĠHar":2110,"ichael":2111,"Ġadapt":2112,"lessly":2113,"ocative":2114,"Ġseeing":2115,"Ġaudiences":2116,"Ġbring":2117,"Ġgrand":2118,"Ġpleasure":2119,"Ġcrime":2120,"Ġdrag":2121,"Ġesc":2122,"Ġsequel":2123,"Ġanimation":2124,"Ġterrific":2125,"Ġpsychological":2126,"Ġexactly":2127,"fort":2128,"where":2129,"Ġutter":2130,"Ġted":2131,"Ġtaste":2132,"reas":2133,"erm":2134,"ital":2135,"ene":2136,"atural":2137,"Ġmiddle":2138,"Ġcor":2139,"Ġbal":2140,"ouble":2141,"Ġpull":2142,"Ġdam":2143,"edly":2144,"Ġhit":2145,"omm":2146,"Ġmood":2147,"Ġbeh":2148,"ement":2149,"ĠCr":2150,"Ġsocial":2151,"Ġprovid":2152,"ĠWh":2153,"oney":2154,"icks":2155,"ĠLove":2156,"Ġtwist":2157,"Ġimpro":2158,"Ġdelic":2159,"scious":2160,"Ġagainst":2161,"Ġeasily":2162,"Ġintelligence":2163,"Ġmedi":2164,"Ġunex":2165,"Ġmoral":2166,"Ġdefin":2167,"Ġpolitical":2168,"Ġsubtle":2169,"ĠDisney":2170,"Ġachie":2171,"bout":2172,"nter":2173,"oes":2174,"ple":2175,"year":2176,"Ġav":2177,"Ġsle":2178,"ats":2179,"Ġfour":2180,"Ġboy":2181,"ank":2182,"Ġinn":2183,"Ġhome":2184,"Ġiss":2185,"Ġgot":2186,"illing":2187,"ellent":2188,"Ġdepth":2189,"ĠMy":2190,"Ġproves":2191,"oses":2192,"Ġpoor":2193,"Ġways":2194,"Ġgetting":2195,"Ġextreme":2196,"Ġstandard":2197,"ront":2198,"Ġeye":2199,"ography":2200,"ton":2201,"Ġaut":2202,"Ġspe":2203,"Ġfem":2204,"Ġfalls":2205,"Ġbreat":2206,"Ġposs":2207,"Ġder":2208,"Ġdri":2209,"Ġevent":2210,"Ġgame":2211,"olute":2212,"Ġforce":2213,"ĠBrit":2214,"Ġunt":2215,"Ġjoy":2216,"pped":2217,"udget":2218,"ode":2219,"Ġweird":2220,"Ġbland":2221,"Ġtrad":2222,"rank":2223,"ology":2224,"Ġcliches":2225,"Ġviolence":2226,"Ġwriting":2227,"Ġapproach":2228,"Ġstupid":2229,"ape":2230,"haps":2231,"uous":2232,"uge":2233,"inct":2234,"itious":2235,"ises":2236,"Ġfig":2237,"Ġcost":2238,"Ġcase":2239,"orm":2240,"Ġpure":2241,"Ġparent":2242,"Ġthin":2243,"str":2244,"Ġgent":2245,"Ġgone":2246,"room":2247,"aken":2248,"Ġunp":2249,"ĠMichael":2250,"Ġsoph":2251,"Ġprocess":2252,"ĠDa":2253,"Ġstorytelling":2254,"ability":2255,"Ġwhether":2256,"Ġremind":2257,"Ġroll":2258,"ĠChrist":2259,"Ġcheap":2260,"Ġgiven":2261,"Ġkeeps":2262,"Ġsatire":2263,"Ġappeal":2264,"Ġmemorable":2265,"Ġwrong":2266,"Ġwritten":2267,"Ġepic":2268,"Ġopen":2269,"ĠRobert":2270,"Ġmystery":2271,"Ġoccasionally":2272,"By":2273,"nect":2274,"Ġschool":2275,"rew":2276,"Ġcour":2277,"orough":2278,"orical":2279,"Ġpay":2280,"arl":2281,"Ġinvent":2282,"Ġlat":2283,"ley":2284,"uted":2285,"oose":2286,"ides":2287,"urder":2288,"Ġjob":2289,"ĠHe":2290,"ights":2291,"Ġacted":2292,"Ġactress":2293,"Ġleaves":2294,"acing":2295,"Ġuses":2296,"Ġcontem":2297,"Ġviewer":2298,"appy":2299,"Ġthoughtful":2300,"Ġelements":2301,"Ġmaj":2302,"Ġbrilliant":2303,"Ġtedious":2304,"Ex":2305,"bl":2306,"bo":2307,"ban":2308,"bers":2309,"iod":2310,"movie":2311,"Ġz":2312,"inary":2313,"Ġtheat":2314,"Ġfoot":2315,"Ġwa":2316,"Ġcur":2317,"Ġcold":2318,"Ġcool":2319,"Ġcount":2320,"Ġbus":2321,"Ġpossible":2322,"ices":2323,"Ġtold":2324,"Ġgorge":2325,"Ġug":2326,"ĠSand":2327,"Ġintim":2328,"Ġexist":2329,"Ġconfl":2330,"ĠAm":2331,"orts":2332,"ands":2333,"ĠII":2334,"Ġperiod":2335,"Ġpost":2336,"Ġpoign":2337,"atching":2338,"Ġimpressive":2339,"Ġsurf":2340,"Ġdesper":2341,"Ġtele":2342,"Ġscreenw":2343,"Ġreson":2344,"Ġartist":2345,"ibility":2346,"Ġclear":2347,"Ġneeds":2348,"herent":2349,"rossing":2350,"Ġepis":2351,"Ġpresent":2352,"Ġinspir":2353,"Ġcartoon":2354,"Fe":2355,"Has":2356,"fi":2357,"mist":2358,"ura":2359,"Ġver":2360,"Ġast":2361,"heart":2362,"Ġsqu":2363,"atory":2364,"Ġful":2365,"Ġfoc":2366,"Ġcele":2367,"Ġdest":2368,"Ġdig":2369,"Ġduring":2370,"Ġhy":2371,"Ġemer":2372,"entially":2373,"Ġang":2374,"Ġforg":2375,"ĠMan":2376,"Ġsci":2377,"ĠAd":2378,"That":2379,"Ġrout":2380,"Ġfunn":2381,"Ġoffer":2382,"ensive":2383,"rugg":2384,"Ġotherwise":2385,"Ġresult":2386,"Ġ10":2387,"Ġrecomm":2388,"Ġvision":2389,"scar":2390,"Ġskill":2391,"Ġsurprising":2392,"Ġfinally":2393,"Ġsexual":2394,"Ġdepress":2395,"Ġrunning":2396,"Ġquestion":2397,"Ġtragedy":2398,"Ġcreepy":2399,"bel":2400,"cceed":2401,"ee":2402,"gue":2403,"hood":2404,"iro":2405,"ives":2406,"kin":2407,"rant":2408,"Ġ4":2409,"Ġtyp":2410,"inative":2411,"Ġside":2412,"ener":2413,"Ġbreak":2414,"Ġpurp":2415,"Ġthorough":2416,"Ġhop":2417,"Ġnature":2418,"Ġearnest":2419,"Ġmod":2420,"ashing":2421,"Ġsucceed":2422,"Ġhaving":2423,"Ġshoot":2424,"Ġsharp":2425,"Ġuncom":2426,"ĠMc":2427,"action":2428,"osp":2429,"ĠGod":2430,"Ġquality":2431,"Ġlost":2432,"Ġamount":2433,"Ġfaith":2434,"Ġthemselves":2435,"Ġrespect":2436,"umbers":2437,"Ġemotionally":2438,"Ġincl":2439,"Ġattention":2440,"Ġhorri":2441,"Ġimagination":2442,"Ġabsurd":2443,"Ġcraft":2444,"Ġeyes":2445,"ortunately":2446,"Ġentirely":2447,"ength":2448,"what":2449,"hetic":2450,"Ġfrustr":2451,"Ġcomedies":2452,"Ġmajor":2453,"More":2454,"ax":2455,"aces":2456,"aving":2457,"che":2458,"table":2459,"Ġ3":2460,"Ġess":2461,"Ġtest":2462,"Ġtired":2463,"rem":2464,"athy":2465,"Ġcop":2466,"Ġcond":2467,"Ġbarely":2468,"Ġpath":2469,"Ġdays":2470,"ilty":2471,"Ġland":2472,"Ġnone":2473,"Ġste":2474,"Ġreleas":2475,"veral":2476,"amb":2477,"Ġchall":2478,"Ġchange":2479,"Ġseveral":2480,"Ġhaun":2481,"ĠBig":2482,"oph":2483,"aph":2484,"ĠTime":2485,"earing":2486,"Ġweak":2487,"Ġenth":2488,"Ġamong":2489,"Ġfav":2490,"Ġremake":2491,"Ġengrossing":2492,"Ġcareer":2493,"Ġfinal":2494,"Ġbuild":2495,"Ġanimated":2496,"Ġwonderful":2497,"semble":2498,"Ġfantasy":2499,"Ġfairly":2500,"Ġsingle":2501,"Ġcontrived":2502,"ĠSteven":2503,"Ġsustain":2504,"ĠDavid":2505,"Ġlatest":2506,"Ġconflict":2507,"Ġcelebr":2508,"He":2509,"cul":2510,"cret":2511,"hop":2512,"lin":2513,"ps":2514,"piece":2515,"zz":2516,"Ġer":2517,"Ġtaking":2518,"Ġspl":2519,"Ġsour":2520,"ised":2521,"Ġcrit":2522,"ont":2523,"alt":2524,"Ġthrow":2525,"Ġnatural":2526,"vide":2527,"Ġredu":2528,"rol":2529,"ades":2530,"umph":2531,"ury":2532,"quis":2533,"Ġdoing":2534,"ĠMart":2535,"Ġworse":2536,"Ġplenty":2537,"acks":2538,"Ġkn":2539,"Ġusual":2540,"Ġslap":2541,"Ġblood":2542,"ĠOscar":2543,"Ġawful":2544,"Ġpoints":2545,"Ġknows":2546,"Ġexcellent":2547,"oking":2548,"Ġappealing":2549,"Ġcolor":2550,"Ġremarkable":2551,"Ġfuture":2552,"Ġmedioc":2553,"olutely":2554,"Ġgentle":2555,"Ġugly":2556,"gra":2557,"ior":2558,"li":2559,"vil":2560,"vable":2561,"Ġing":2562,"ino":2563,"Ġsong":2564,"real":2565,"ened":2566,"eness":2567,"Ġfore":2568,"Ġlist":2569,"Ġhom":2570,"Ġgoof":2571,"Ġintent":2572,"ify":2573,"Ġconnect":2574,"astic":2575,"ĠMon":2576,"Ġscary":2577,"usion":2578,"Ġplain":2579,"Ġprec":2580,"ĠWar":2581,"ĠGirl":2582,"Ġsomeone":2583,"Ġsomewhat":2584,"Ġadults":2585,"pected":2586,"Ġvivid":2587,"Ġinside":2588,"Ġothers":2589,"Ġvisually":2590,"Ġemotions":2591,"Ġsurprise":2592,"Ġworthy":2593,"Ġdecent":2594,"Nothing":2595,"Ġdeliver":2596,"Ġevents":2597,"Ġperfectly":2598,"Ġunsett":2599,"Ġambitious":2600,"Ġsentimental":2601,"Ġmeaning":2602,"Ġmagic":2603,"handed":2604,"Ġmerely":2605,"Ġthoroughly":2606,"To":2607,"mon":2608,"ox":2609,"Ġtar":2610,"rent":2611,"Ġfre":2612,"Ġfast":2613,"Ġfram":2614,"Ġmad":2615,"Ġcoll":2616,"orld":2617,"Ġpun":2618,"Ġpace":2619,"arch":2620,"anks":2621,"Ġdoub":2622,"elcome":2623,"Ġstrugg":2624,"Ġrevel":2625,"raph":2626,"ries":2627,"ried":2628,"Ġcomplic":2629,"illed":2630,"orting":2631,"Ġcharism":2632,"Ġvar":2633,"ĠPh":2634,"apan":2635,"oder":2636,"acy":2637,"aught":2638,"oying":2639,"Ġemp":2640,"Ġimpact":2641,"rence":2642,"Ġtriumph":2643,"Ġpictures":2644,"ĠAmerica":2645,"azz":2646,"Ġlots":2647,"Ġeffective":2648,"beat":2649,"Ġdistur":2650,"Ġ200":2651,"Ġmemory":2652,"Ġsequences":2653,"Ġtouch":2654,"ĠYork":2655,"Ġphot":2656,"Ġcommun":2657,"Ġbrain":2658,"Ġbegins":2659,"Ġexecution":2660,"Ġimportant":2661,"Ġprovocative":2662,"Ġadaptation":2663,"Ġfemale":2664,"Ġparents":2665,"Ġgorgeous":2666,"Ġrecommend":2667,"70":2668,"aff":2669,"vice":2670,"wo":2671,"Ġable":2672,"reci":2673,"Ġfree":2674,"Ġmer":2675,"Ġcrow":2676,"Ġcamp":2677,"Ġpack":2678,"arc":2679,"arily":2680,"Ġden":2681,"Ġlab":2682,"Ġgross":2683,"Ġuse":2684,"verage":2685,"ident":2686,"ister":2687,"Ġdeal":2688,"Ġdeft":2689,"Ġnecess":2690,"uses":2691,"Ġvo":2692,"Ġimm":2693,"ĠPl":2694,"ĠFat":2695,"iously":2696,"ared":2697,"Ġspark":2698,"Ġworking":2699,"Ġoverall":2700,"decess":2701,"Ġempt":2702,"ĠKiss":2703,"Ġdesign":2704,"Ġroad":2705,"Ġcontin":2706,"screen":2707,"ggest":2708,"Ġcreative":2709,"Ġaccom":2710,"Ġhistorical":2711,"Ġdraw":2712,"illiams":2713,"ielberg":2714,"vision":2715,"Ġsupposed":2716,"ashioned":2717,"Ġexamination":2718,"Ġopportun":2719,"Ġutterly":2720,"Ġbehind":2721,"Ġavoid":2722,"hearted":2723,"Ġcrowd":2724,"Re":2725,"awn":2726,"body":2727,"cou":2728,"ean":2729,"light":2730,"life":2731,"na":2732,"ole":2733,"over":2734,"rum":2735,"side":2736,"Ġ5":2737,"Ġtension":2738,"ency":2739,"Ġfall":2740,"Ġfelt":2741,"Ġwitty":2742,"Ġcross":2743,"Ġcuri":2744,"Ġbiz":2745,"Ġpub":2746,"Ġhip":2747,"Ġhuge":2748,"Ġnight":2749,"Ġmother":2750,"ray":2751,"owers":2752,"Ġsuggest":2753,"irc":2754,"ament":2755,"ĠSol":2756,"Ġensemble":2757,"ĠBen":2758,"Ġdog":2759,"Ġunint":2760,"Ġunlike":2761,"ĠIn":2762,"ĠDan":2763,"tern":2764,"Ġprevious":2765,"Ġpredecess":2766,"ĠWil":2767,"ĠWild":2768,"ograph":2769,"ĠGu":2770,"form":2771,"ĠJapan":2772,"Ġused":2773,"Ġimpress":2774,"Ġdesc":2775,"Ġthroughout":2776,"urns":2777,"ivity":2778,"Ġchemist":2779,"Ġappreci":2780,"Ġgrace":2781,"Ġwants":2782,"Ġprot":2783,"Ġsurprises":2784,"attle":2785,"Ġcultural":2786,"Ġsincere":2787,"Ġdeterm":2788,"Ġcaptures":2789,"Ġacross":2790,"Ġpotential":2791,"Ġdelightful":2792,"Ġ90":2793,"Ġflaws":2794,"Ġobserv":2795,"Ġstylish":2796,"Ġwords":2797,"Ġunique":2798,"Ġquickly":2799,"Ġmetaph":2800,"Ġcollege":2801,"Ġfriendship":2802,"Ġissues":2803,"Ġbreath":2804,"Ġuntil":2805,"Ġchalleng":2806,"Ġtarget":2807,"Ġaccompl":2808,"Ġchemistry":2809,"Man":2810,"aven":2811,"bed":2812,"down":2813,"iven":2814,"kward":2815,"mosp":2816,"sw":2817,"ses":2818,"spect":2819,"upp":2820,"ugg":2821,"ishes":2822,"enn":2823,"Ġfight":2824,"Ġmist":2825,"Ġwelcome":2826,"Ġcute":2827,"Ġpos":2828,"Ġdate":2829,"Ġmove":2830,"Ġreward":2831,"ulative":2832,"Ġann":2833,"key":2834,"Ġsuck":2835,"Ġmoviego":2836,"aked":2837,"ĠBond":2838,"Ġunus":2839,"Ġconvent":2840,"Ġconcer":2841,"asty":2842,"Ġatmosp":2843,"ĠDam":2844,"Ġrhy":2845,"ief":2846,"ieces":2847,"ĠPet":2848,"Ġclos":2849,"Ġleg":2850,"Ġtry":2851,"Ġupon":2852,"izes":2853,"avor":2854,"Ġground":2855,"Ġplaying":2856,"Ġexciting":2857,"Ġcreates":2858,"Ġguys":2859,"Ġrepet":2860,"iety":2861,"Ġsuperfic":2862,"Ġmelodramatic":2863,"Ġtalented":2864,"oppy":2865,"Ġwinning":2866,"Ġsymp":2867,"Ġdiver":2868,"ĠQu":2869,"Ġsituation":2870,"Ġdeserves":2871,"Ġidi":2872,"porary":2873,"Ġdefinitely":2874,"Ġsophistic":2875,"Ġfully":2876,"Ġunsettling":2877,"De":2878,"\\*":2879,"aul":2880,"col":2881,"dy":2882,"eorge":2883,"fashioned":2884,"how":2885,"ki":2886,"nce":2887,"uct":2888,"Ġtim":2889,"iny":2890,"hent":2891,"Ġsaw":2892,"Ġwaste":2893,"Ġbar":2894,"onic":2895,"aris":2896,"ilm":2897,"ilos":2898,"Ġinde":2899,"stal":2900,"Ġname":2901,"eld":2902,"ellect":2903,"Ġgif":2904,"Ġgang":2905,"ashy":2906,"Ġstren":2907,"Ġstruct":2908,"Ġred":2909,"Ġcomfort":2910,"erson":2911,"Ġliving":2912,"umber":2913,"outh":2914,"Ġhack":2915,"ĠBro":2916,"ĠBoy":2917,"Ġability":2918,"ĠMar":2919,"Ġjoke":2920,"ĠHow":2921,"Ġprop":2922,"Ġperhaps":2923,"ĠWe":2924,"ĠWed":2925,"Ġclum":2926,"ĠGrant":2927,"ĠThing":2928,"Ġmanner":2929,"acher":2930,"Ġloc":2931,"ĠNiro":2932,"Ġamaz":2933,"Ġrid":2934,"angu":2935,"Ġrock":2936,"Ġbrings":2937,"Ġcasting":2938,"Ġawkward":2939,"Ġgiving":2940,"Ġapart":2941,"Ġgrou":2942,"Ġbeauty":2943,"Ġprim":2944,"Ġ20":2945,"Ġcreate":2946,"Ġabsor":2947,"Ġstarts":2948,"Ġleads":2949,"Ġrarely":2950,"Ġmonster":2951,"Ġcouple":2952,"Ġconstruct":2953,"Ġslightly":2954,"Ġrelationships":2955,"Ġurban":2956,"Ġconvincing":2957,"Ġprovides":2958,"Ġcostum":2959,"Ġroutine":2960,"Ġrhyth":2961,"Most":2962,"Pl":2963,"Pro":2964,"fying":2965,"ium":2966,"ral":2967,"round":2968,"yc":2969,"Ġly":2970,"inoc":2971,"head":2972,"erry":2973,"Ġfit":2974,"Ġwild":2975,"Ġcru":2976,"Ġbright":2977,"orrow":2978,"onstr":2979,"Ġpacing":2980,"anced":2981,"ancy":2982,"ilt":2983,"icle":2984,"Ġtoward":2985,"Ġlim":2986,"Ġloud":2987,"omb":2988,"vey":2989,"eth":2990,"Ġrequ":2991,"ession":2992,"ills":2993,"Ġalone":2994,"agg":2995,"ousy":2996,"Ġintellect":2997,"akers":2998,"Ġexh":2999,"quently":3000,"Ġunc":3001,"ĠAnd":3002,"ĠHome":3003,"Ġthanks":3004,"andering":3005,"Ġfear":3006,"Ġprep":3007,"ops":3008,"Ġvict":3009,"ĠFrid":3010,"ending":3011,"ĠGood":3012,"ĠGreen":3013,"assion":3014,"Ġtwists":3015,"rug":3016,"Ġbadly":3017,"Ġago":3018,"Ġwatchable":3019,"Ġbrut":3020,"Ġthrills":3021,"Ġterms":3022,"arming":3023,"Ġhighly":3024,"Ġskin":3025,"Ġimagine":3026,"conscious":3027,"ĠSpy":3028,"Ġproblems":3029,"Ġunfunny":3030,"Ġseriously":3031,"Ġtragic":3032,"Ġformulaic":3033,"Ġbased":3034,"Ġflawed":3035,"Ġinvolved":3036,"ĠAllen":3037,"Ġgripping":3038,"Ġreveals":3039,"prov":3040,"Unf":3041,"Ġsubstance":3042,"Ġescap":3043,"Ġunexpected":3044,"Ġcontemporary":3045,"Ġmediocre":3046,"Ġdoubt":3047,"Ġ2002":3048,"60":3049,"Any":3050,"How":3051,"May":3052,"Sp":3053,"Watching":3054,"budget":3055,"host":3056,"ipp":3057,"ique":3058,"lic":3059,"my":3060,"making":3061,"rical":3062,"Ġera":3063,"Ġtick":3064,"Ġaim":3065,"Ġage":3066,"hem":3067,"Ġsick":3068,"Ġsac":3069,"Ġfol":3070,"Ġfive":3071,"inger":3072,"Ġmes":3073,"Ġmil":3074,"Ġmildly":3075,"Ġmoney":3076,"Ġwond":3077,"Ġwish":3078,"Ġcal":3079,"Ġcand":3080,"Ġcyn":3081,"oration":3082,"ara":3083,"aly":3084,"Ġdre":3085,"Ġdry":3086,"iche":3087,"Ġtot":3088,"Ġham":3089,"Ġnu":3090,"leg":3091,"Ġstere":3092,"Ġstars":3093,"roll":3094,"Ġfilled":3095,"Ġones":3096,"Ġcommer":3097,"ified":3098,"arth":3099,"arts":3100,"Ġunin":3101,"ĠMovie":3102,"ĠAt":3103,"ĠAnt":3104,"acted":3105,"usi":3106,"uster":3107,"ĠDay":3108,"ĠWilliams":3109,"itted":3110,"abl":3111,"ĠRock":3112,"Ġmanip":3113,"ization":3114,"atingly":3115,"ccent":3116,"ĠEl":3117,"Ġrap":3118,"Ġrive":3119,"Ġthemes":3120,"Ġrealistic":3121,"olds":3122,"Ġlovely":3123,"Ġhowever":3124,"Ġrecord":3125,"gged":3126,"Ġlacking":3127,"Ġfinds":3128,"Ġplayed":3129,"Ġthinking":3130,"Ġappears":3131,"Ġgeneric":3132,"Ġimaginative":3133,"iculous":3134,"Ġeleg":3135,"Ġhands":3136,"Ġflicks":3137,"Ġhappens":3138,"Ġmeditation":3139,"Ġphilos":3140,"ĠUn":3141,"Ġsensitive":3142,"Ġsoundtra":3143,"Ġattempts":3144,"Ġmissing":3145,"Ġpromise":3146,"semb":3147,"Ġsuccessful":3148,"Ġmasterpiece":3149,"Ġcalled":3150,"Ġinvolving":3151,"ulgent":3152,"Ġconsiderable":3153,"Ġcourse":3154,"Ġinventive":3155,"Ġbusiness":3156,"Ġintimate":3157,"Ġepisode":3158,"Ġinclud":3159,"Ġbizarre":3160,"hentic":3161,"provoking":3162,"Ġsoundtrack":3163,"Is":3164,"aust":3165,"ein":3166,"eff":3167,"field":3168,"gth":3169,"ived":3170,"mers":3171,"mark":3172,"made":3173,"ners":3174,"Ġest":3175,"Ġtaken":3176,"ina":3177,"itable":3178,"itions":3179,"eni":3180,"atur":3181,"Ġfare":3182,"Ġfran":3183,"Ġfright":3184,"Ġmid":3185,"Ġmatch":3186,"Ġmurder":3187,"Ġwise":3188,"Ġwater":3189,"Ġcris":3190,"ority":3191,"arant":3192,"Ġdrug":3193,"Ġloss":3194,"Ġlaz":3195,"Ġhot":3196,"Ġnons":3197,"Ġeccent":3198,"Ġgay":3199,"Ġgun":3200,"Ġrent":3201,"char":3202,"chise":3203,"sequ":3204,"ids":3205,"ided":3206,"agger":3207,"Ġintro":3208,"Ġintense":3209,"Ġencou":3210,"ĠBr":3211,"Ġshare":3212,"ĠMe":3213,"ĠAbout":3214,"Ġnear":3215,"ateur":3216,"ĠDog":3217,"ĠFull":3218,"Ġoutrage":3219,"ĠTr":3220,"ĠTom":3221,"izz":3222,"arker":3223,"Ġblend":3224,"Ġyourself":3225,"Ġmeans":3226,"rison":3227,"Ġinterested":3228,"Ġcheck":3229,"Ġincred":3230,"Ġrelent":3231,"Ġwanted":3232,"Ġsets":3233,"Ġsett":3234,"arring":3235,"Ġpleasant":3236,"atters":3237,"Ġrepres":3238,"ĠSecret":3239,"ĠSpielberg":3240,"Ġruns":3241,"Ġportray":3242,"Ġterrible":3243,"Ġdemonstr":3244,"Ġputs":3245,"Ġuneven":3246,"Ġtransc":3247,"ĠUnd":3248,"Ġmarvel":3249,"Ġspiritual":3250,"urphy":3251,"Ġpolitics":3252,"Ġprofound":3253,"Ġsentimentality":3254,"Ġequally":3255,"while":3256,"Ġinex":3257,"Ġstunning":3258,"Ġaffection":3259,"Ġsituations":3260,"Ġforgettable":3261,"Ġpoetry":3262,"Ġlargely":3263,"Ġextraord":3264,"Ġinnoc":3265,"Ġderiv":3266,"ĠBritish":3267,"ĠSandler":3268,"Ġpoignant":3269,"Ġtelevision":3270,"Feels":3271,"Ġpurpose":3272,"Ġgoofy":3273,"Ġsuperficial":3274,"Ġindeed":3275,"Ġstrength":3276,"Ġstereot":3277,"Ġfranchise":3278,"After":3279,"Well":3280,"corn":3281,"lo":3282,"miss":3283,"ux":3284,"vant":3285,"xic":3286,"Ġtur":3287,"Ġtough":3288,"inal":3289,"reaking":3290,"Ġfire":3291,"esy":3292,"Ġcirc":3293,"Ġbi":3294,"Ġbold":3295,"Ġbattle":3296,"Ġpul":3297,"Ġpieces":3298,"arity":3299,"Ġdom":3300,"iling":3301,"Ġtoday":3302,"Ġlog":3303,"Ġloses":3304,"Ġhate":3305,"Ġhits":3306,"Ġhyp":3307,"stick":3308,"stead":3309,"Ġeth":3310,"chy":3311,"They":3312,"Ġforced":3313,"oore":3314,"Ġalive":3315,"agon":3316,"ĠSw":3317,"Ġcho":3318,"aks":3319,"Ġhell":3320,"Ġconv":3321,"ĠMurphy":3322,"atever":3323,"ĠInd":3324,"inded":3325,"venge":3326,"osity":3327,"Ġimpl":3328,"ĠRo":3329,"ĠGeorge":3330,"Ġsports":3331,"ĠNe":3332,"ips":3333,"Ġamateur":3334,"Ġdisc":3335,"Ġdisp":3336,"Ġmaybe":3337,"Ġsurvi":3338,"Ġsurround":3339,"bergh":3340,"getic":3341,"Ġremember":3342,"Ġresp":3343,"ĠChan":3344,"others":3345,"Ġcinemat":3346,"Ġapparent":3347,"Ġviewing":3348,"Ġsetting":3349,"Ġexcit":3350,"Ġexcess":3351,"arrass":3352,"Ġcreated":3353,"Ġguess":3354,"Ġaccess":3355,"Ġultimate":3356,"Ġdistinct":3357,"Ġproduct":3358,"Ġabsolutely":3359,"Ġpainful":3360,"Ġexpress":3361,"cover":3362,"Ġcliche":3363,"Ġquestions":3364,"Ġcentral":3365,"Ġstrangely":3366,"written":3367,"Ġbroad":3368,"ĠJackson":3369,"Ġliked":3370,"Ġvirtually":3371,"Ġdepressing":3372,"Ġtypical":3373,"Ġmodest":3374,"Ġcrafted":3375,"Ġhaunting":3376,"Ġenthusi":3377,"Ġcolorful":3378,"Ġframe":3379,"oderbergh":3380,"Ġdisturbing":3381,"Ġunintent":3382,"Ġsophisticated":3383,"Ġridiculous":3384,"Ġmesmer":3385,"Ġderivative":3386,"Do":3387,"Sc":3388,"eal":3389,"felt":3390,"kes":3391,"Ġtender":3392,"ining":3393,"Ġsch":3394,"Ġsav":3395,"Ġsaid":3396,"ator":3397,"ingu":3398,"Ġmach":3399,"Ġben":3400,"Ġbur":3401,"orious":3402,"alian":3403,"Ġdang":3404,"Ġlame":3405,"Ġlets":3406,"Ġlength":3407,"Ġharm":3408,"lex":3409,"uts":3410,"Ġstay":3411,"Ġstage":3412,"Ġreach":3413,"Ġbeha":3414,"uls":3415,"Ġfill":3416,"Ġansw":3417,"essional":3418,"Ġwhite":3419,"irth":3420,"ague":3421,"ĠSm":3422,"ĠCount":3423,"Ġju":3424,"Ġsoc":3425,"oody":3426,"ĠHer":3427,"ĠHol":3428,"ander":3429,"Ġallow":3430,"Ġfeat":3431,"Those":3432,"ĠWorld":3433,"ichol":3434,"Ġcompet":3435,"ondz":3436,"Ġslice":3437,"Ġundeni":3438,"Ġtalking":3439,"anging":3440,"hys":3441,"Ġroot":3442,"Ġparts":3443,"Ġartistic":3444,"Ġobject":3445,"ĠOr":3446,"Ġhardly":3447,"Ġclearly":3448,"Instead":3449,"Ġhumanity":3450,"Ġglimp":3451,"Ġoriginality":3452,"Ġguilty":3453,"ĠStory":3454,"Ġindie":3455,"ails":3456,"Ġsket":3457,"Ġworthwhile":3458,"Ġfinish":3459,"volution":3460,"dden":3461,"Ġaffair":3462,"Ġpainfully":3463,"Ġedge":3464,"Ġirrit":3465,"Ġenergetic":3466,"Ġpopcorn":3467,"Ġobviously":3468,"Ġinspired":3469,"Ġinsightful":3470,"Ġcourage":3471,"Ġadmira":3472,"Ġsimpl":3473,"Ġgrief":3474,"Ġaffecting":3475,"Ġsuffers":3476,"Ġembarrass":3477,"ivalent":3478,"iresome":3479,"Ġminor":3480,"Ġrefreshingly":3481,"reasure":3482,"ĠCrush":3483,"Ġsleep":3484,"Ġextremely":3485,"Ġauthentic":3486,"Ġfootage":3487,"Ġsurface":3488,"Ġsucceeds":3489,"Ġvoice":3490,"Ġopportunity":3491,"Ġconventional":3492,"Ġatmosphere":3493,"Ġabsorbing":3494,"Ġexhilar":3495,"Ġcommercial":3496,"Ġriveting":3497,"Ġeccentric":3498,"Ġstereotyp":3499,"Ġexcitement":3500,"Ad":3501,"Much":3502,"Somet":3503,"Whe":3504,"aus":3505,"bs":3506,"egr":3507,"hour":3508,"ivid":3509,"kins":3510,"nes":3511,"nal":3512,"school":3513,"tain":3514,"yle":3515,"Ġign":3516,"ĠYou":3517,"Ġtiresome":3518,"Ġaverage":3519,"Ġswe":3520,"Ġfiction":3521,"Ġfashion":3522,"Ġcore":3523,"onna":3524,"Ġpit":3525,"Ġpen":3526,"Ġpunch":3527,"ancing":3528,"alan":3529,"lying":3530,"Ġdim":3531,"Ġinfl":3532,"Ġlines":3533,"Ġlangu":3534,"uter":3535,"asp":3536,"etic":3537,"imal":3538,"Ġstep":3539,"Ġbeat":3540,"Ġfilmed":3541,"rian":3542,"Ġwithin":3543,"ants":3544,"ĠBull":3545,"Ġshad":3546,"Ġunre":3547,"Ġuncon":3548,"ĠMen":3549,"ĠCar":3550,"Ġplaces":3551,"udlin":3552,"ĠIran":3553,"ĠDrag":3554,"ĠWest":3555,"ogn":3556,"ĠRy":3557,"ĠRen":3558,"ĠTra":3559,"icking":3560,"Ġlearn":3561,"Ġspy":3562,"Ġspook":3563,"Ġtrick":3564,"ached":3565,"Ġflash":3566,"Ġsomehow":3567,"Ġadoles":3568,"Ġarri":3569,"Ġweight":3570,"ĠEng":3571,"ĠKe":3572,"Ġraw":3573,"Ġsurreal":3574,"versal":3575,"Ġservice":3576,"Ġparty":3577,"Ġheartfelt":3578,"Ġterror":3579,"ups":3580,"Ġperspect":3581,"Ġmusical":3582,"Ġguy":3583,"Ġdecades":3584,"Ġprice":3585,"Ġconsid":3586,"Ġconsist":3587,"Ġgeneral":3588,"insky":3589,"Ġbelievable":3590,"Ġefforts":3591,"Ġpresents":3592,"Ġaccept":3593,"Ġequivalent":3594,"Ġparticular":3595,"Ġtreatment":3596,"Ġwarmth":3597,"Ġtells":3598,"Ġveh":3599,"Ġremarkably":3600,"Ġmotion":3601,"Ġholds":3602,"Ġspectacle":3603,"Ġbalance":3604,"ĠWhat":3605,"Ġdelicate":3606,"Ġachieve":3607,"Ġpoorly":3608,"Ġfocus":3609,"Ġfavor":3610,"Ġslapstick":3611,"Ġcharisma":3612,"Ġpublic":3613,"ĠJapanese":3614,"Ġprotagon":3615,"Ġunusual":3616,"Both":3617,"Does":3618,"Le":3619,"Over":3620,"Off":3621,"Ste":3622,"Ultim":3623,"ares":3624,"band":3625,"cies":3626,"een":3627,"fle":3628,"fun":3629,"ians":3630,"ken":3631,"look":3632,"lish":3633,"rous":3634,"vy":3635,"Ġtour":3636,"Ġtelling":3637,"inc":3638,"inn":3639,"Ġsitting":3640,"rey":3641,"rend":3642,"Ġopt":3643,"Ġfur":3644,"Ġmult":3645,"Ġwast":3646,"Ġwry":3647,"Ġwalk":3648,"Ġwildly":3649,"Ġban":3650,"Ġbog":3651,"onishing":3652,"Ġped":3653,"Ġponder":3654,"aries":3655,"ario":3656,"Ġdr":3657,"Ġlay":3658,"Ġloose":3659,"leby":3660,"Ġgem":3661,"entity":3662,"otten":3663,"ashed":3664,"imsy":3665,"Ġstir":3666,"Ġstret":3667,"Ġyarn":3668,"Ġaspect":3669,"ady":3670,"Ġaltern":3671,"ĠSoderbergh":3672,"Ġintended":3673,"estival":3674,"ĠBall":3675,"Ġshame":3676,"Ġshallow":3677,"Ġunfor":3678,"Ġconce":3679,"asts":3680,"ĠMor":3681,"ĠMad":3682,"ĠMoore":3683,"Ġscore":3684,"Ġscream":3685,"Ġneg":3686,"usting":3687,"ĠHour":3688,"Ġprog":3689,"Ġplod":3690,"ĠIr":3691,"Ġallows":3692,"ards":3693,"Ġvill":3694,"ĠPian":3695,"ĠFre":3696,"ĠFrank":3697,"ĠRuss":3698,"ĠGl":3699,"ĠLa":3700,"Ġspot":3701,"Ġspoof":3702,"ĠJames":3703,"Ġsomewhere":3704,"Ġcompassion":3705,"Ġcomputer":3706,"Ġusually":3707,"ĠNichol":3708,"Ġoffering":3709,"Ġemph":3710,"atively":3711,"Ġtheme":3712,"Ġdirectorial":3713,"Ġdesp":3714,"inks":3715,"Ġages":3716,"Ġcontra":3717,"Ġlonger":3718,"leasant":3719,"Ġgreatest":3720,"umbs":3721,"Ġtrip":3722,"Ġpointless":3723,"Ġneeded":3724,"Ġplease":3725,"Ġgenerally":3726,"Ġsubjects":3727,"Ġsequence":3728,"Ġsexy":3729,"Ġsitcom":3730,"Ġstudio":3731,"Ġediting":3732,"ĠBlack":3733,"Ġirre":3734,"offman":3735,"Ġsounds":3736,"Ġsym":3737,"Ġcredits":3738,"Ġpromising":3739,"Ġvalue":3740,"ĠThat":3741,"Ġgenuinely":3742,"Ġsignific":3743,"ground":3744,"Ġcombination":3745,"Ġdevelopment":3746,"Ġspectacular":3747,"Ġpossibly":3748,"Ġeventually":3749,"Ġfigure":3750,"Ġscreenwrit":3751,"Ġangst":3752,"Ġfunnier":3753,"Ġcommunity":3754,"Ġdeftly":3755,"Ġempty":3756,"Ġdescri":3757,"iveness":3758,"ĠPeter":3759,"Ġrepetitive":3760,"Ġgroup":3761,"Unfortunately":3762,"Ġamateurish":3763,"Ġmesmerizing":3764,"Ġbehavi":3765,"ĠDragon":3766,"Ġvehicle":3767,"Bl":3768,"En":3769,"Good":3770,"My":3771,"Writer":3772,"bute":3773,"cult":3774,"ging":3775,"good":3776,"ij":3777,"la":3778,"minded":3779,"nces":3780,"uit":3781,"uro":3782,"win":3783,"war":3784,"writer":3785,"whel":3786,"ype":3787,"Ġ&":3788,"Ġsol":3789,"Ġsave":3790,"erable":3791,"itude":3792,"Ġfu":3793,"Ġfac":3794,"Ġmat":3795,"Ġmill":3796,"Ġcat":3797,"Ġball":3798,"Ġbored":3799,"Ġbott":3800,"Ġpu":3801,"Ġpract":3802,"Ġpaced":3803,"Ġphys":3804,"Ġthird":3805,"iler":3806,"eds":3807,"Ġtoss":3808,"Ġinner":3809,"Ġholes":3810,"omen":3811,"oman":3812,"omach":3813,"stein":3814,"Ġnumber":3815,"Ġearly":3816,"ented":3817,"ask":3818,"asm":3819,"ases":3820,"Ġstomach":3821,"Ġrend":3822,"verse":3823,"Ġasp":3824,"olic":3825,"irty":3826,"Ġliber":3827,"Ġalien":3828,"agal":3829,"urs":3830,"ifting":3831,"ĠBrown":3832,"Ġshap":3833,"Ġshots":3834,"Ġconcl":3835,"orth":3836,"actic":3837,"igg":3838,"Ġprove":3839,"Ġprovide":3840,"alling":3841,"ĠPol":3842,"ĠPinoc":3843,"oger":3844,"ĠFire":3845,"Ġspell":3846,"Ġspace":3847,"acious":3848,"aches":3849,"Ġjustice":3850,"Ġarch":3851,"Ġcompany":3852,"Ġwilling":3853,"Ġoverly":3854,"Ġperformers":3855,"ĠNot":3856,"Ġslick":3857,"ĠKing":3858,"Ġrad":3859,"Ġrip":3860,"Ġendearing":3861,"Ġmeas":3862,"Ġtalk":3863,"Ġdesire":3864,"Ġteam":3865,"Ġroom":3866,"Ġresults":3867,"Ġheartb":3868,"Ġrecogn":3869,"reek":3870,"Ġgiant":3871,"Ġfarce":3872,"avis":3873,"spired":3874,"Ġturned":3875,"Ġpleasures":3876,"Ġthinks":3877,"Ġindust":3878,"Ġexploration":3879,"Ġsheer":3880,"guise":3881,"ierce":3882,"Ġmembers":3883,"Ġdeeper":3884,"ample":3885,"Ġmindless":3886,"Ġ199":3887,"Ġhappen":3888,"Ġvisuals":3889,"ropri":3890,"Ġcaptiv":3891,"Ġcommon":3892,"Ġexpected":3893,"Ġinept":3894,"Ġdevoid":3895,"Ġmagn":3896,"Ġvalues":3897,"uddy":3898,"Ġstunts":3899,"Ġreading":3900,"ĠQue":3901,"eyed":3902,"Ġquietly":3903,"Ġstriking":3904,"wrought":3905,"Ġanti":3906,"Ġscreenwriter":3907,"Ġrelease":3908,"ĠMartin":3909,"Ġprecious":3910,"Ġfrequently":3911,"Ġcomplicated":3912,"Ġconstructed":3913,"Ġlazy":3914,"Ġoutrageous":3915,"Ġextraordinary":3916,"Ġcinematography":3917,"Ġaccessible":3918,"Ġirritating":3919,"Ġsimplistic":3920,"ĠBullock":3921,"ĠKevin":3922,"Ġperspective":3923,"Ultimately":3924,"Ġemphas":3925,"Ġbehavior":3926,"AX":3927,"About":3928,"Con":3929,"High":3930,"MAX":3931,"Sm":3932,"She":3933,"brid":3934,"cra":3935,"fman":3936,"gor":3937,"gan":3938,"lor":3939,"long":3940,"mo":3941,"mas":3942,"night":3943,"ship":3944,"work":3945,"warming":3946,"Ġ7":3947,"Ġic":3948,"Ġram":3949,"Ġtack":3950,"Ġtear":3951,"Ġauth":3952,"Ġsal":3953,"Ġsed":3954,"Ġsight":3955,"Ġsides":3956,"rek":3957,"rest":3958,"reet":3959,"itional":3960,"isp":3961,"atisf":3962,"Ġfat":3963,"Ġfather":3964,"Ġfront":3965,"esc":3966,"Ġbod":3967,