#version: 0.2
ന ്
ക ്
ത ്
ക് ക
ല ്
ന് ന
ത് ത
് ട
പ ്
ു ന്ന
ു ക
ര ്
ി ക്ക
ാ യ
ള ്
സ ്
ി യ
ി ല്
് യ
ങ ്
ട ്ട
ച ്
ര ു
ത ി
ു ം
വ ി
ണ ്ട
പ് പ
ള് ള
ന ി
ാ ര
ി ല
മ ാ
ച് ച
ണ ്
മ ു
ുന്ന ു
ര ാ
റ ്
റ െ
ന് റെ
ര ി
പ് ര
ങ് ങ
വ ാ
ത ു
ട െ
ക ാ
മ ായ
ഒ രു
മ ്
ക ു
ത്ത ി
ന ം
ല് ല
ക് ഷ
ങ് ക
ര ം
ു ള്ള
ദ ്
റ് റ
ച െ
വ സ്
ഞ ്
ി ക
ിക്ക ുക
ിക്ക ുന്ന
ു ടെ
പ ു
ി ച്ച
ക ൊ
ി ര
ത ാ
ട ു
സ ം
ണ ം
െ ങ്ക
ന ാ
ല ി
ത് ര
പ ാ
വ ്യ
ക് ക്
ഭ ാ
ട ി
അ വ
് ര
യ ്യ
ണ്ട ്
യ ്
ില് ല
യ ം
വ േ
ാ ത്ത
ന ു
പ്പ െ
വ ര്
ഞ് ഞ
ക്ക ുക
പ ോ
യ ാ
ിക്ക ുന്നു
സ് ഥ
ന് ന്
ഗ ം
ായ ി
വസ് തു
ചെ യ്യ
സ ാ
ില െ
മ് മ
ണ ി
പ ി
ത്ത ില്
വ ര
വ ്
ദ് ധ
ണ് ണ
അ ല്ല
ക ൂ
ണ്ട ാ
ത് ത്
ന് ത
സ ി
ന് ധ
അല്ല െങ്ക
ങ്ങ ള
വസ് ഥ
മ ൂ
ില ും
ന െ
യ ോ
ക് തി
വ െ
അല്ലെങ്ക ില്
ട്ട ്
ദ േ
പ ൂ
ശ ്
ക്ക ുന്ന
മു ള്ള
വ ീ
ഗ ്
ച ി
ത ല
ത്തി ന്റെ
മ ി
വ ം
റ ി
ട്ട ി
ല ം
ഷ ്ട
ര ോ
ജ ോ
ത ിയ
വ്യ ക്തി
ക ം
ക ുന്നു
ക ി
ഉ പ
അ വസ്ഥ
ക ര
ത്ത െ
ന ായ
െങ്ക ിലും
യ ുടെ
ത് രം
ങ്ങ ള്
ഴ ു
ാ ന്
ച് ച്
ജ ീ
ജ ്
ദ ി
ാ ന
യ ി
ന ട
ിച്ച ു
ക ള
മ് പ
ാര ം
ര് യ
വ ള
ഉ ണ്ടാ
റ ു
മായ ി
ദ ്യ
ത െ
ല ാ
ക ോ
ത ീ
വര് ത്ത
റ ിയ
സ ു
ര ിയ
ഷ ്
ബ ന്ധ
ക്ക ി
വ ുക
ട ്
ര ീ
യ ും
ന്ന ു
ജോ ലി
ത ം
യ ില്
യ ു
ന ീ
പ്പെ ട്ട
ന േ
പ െ
ാര ന്
പ്ര വര്ത്ത
ള ി
എ ന്ന
ഏ ത
മ േ
രാ ജ
തി ര
ശ ാ
ു ്
ശ ി
പ റ
ബ ്
ാ ര്
യോ ഗ
ടു ത്ത
ാ നം
അവ ന്
ഴ ി
ച ു
ര െ
കൊ ണ്ട്
പ്രവര്ത്ത നം
വ ല
ഏത െങ്കിലും
പ രി
വ ും
ിര ിക്കുന്നു
ക േ
ബ ാ
ക ൃ
നി റ
ക്ക ു
ദേ ശ
ഹ ി
ണ്ട ി
സ മ
പ ൊ
ന് ദ
ന ോ
ക ട
ില്ല ാത്ത
വ ൃ
ര് മ്മ
ാ ം
ര് ത്ത
വ ന്
ന ിയ
പ് പ്
ില ുള്ള
ഞ് ച
ഹ ം
ി ൽ
നി ന്ന്
ിര ുന്നു
ഗ ്ര
ദ് ര
സ് ത്ര
ചെയ്യ ുക
മ ഹ
ട ിയ
ത് യ
അ തി
ന ായി
ത ോ
ാര ി
ഗ ു
പ്പെ ട
മ ര
ഷ ്യ
കു റ
ദ ം
സ ൂ
ജീ വി
മു തല
ാ ണ്
സ് വ
ശ ്ര
പ്പ ോ
ത്ത ിലെ
പ്പ ിക്കുക
ിക ള്
ഭ ൂ
ത്ത ിയ
കൊ ണ്ട
മുതല ായ
ാ വ
ധ ിക
ക ന്
ക ള്
കാ ണ
ര ൂ
ട്ട ു
ക ാര
ജ് ഞ
മാ ണ്
ദ ു
ം ഗ
കാ ല
ത്തി ൽ
ഭാ ഗം
പ േ
പ ണി
സാ ധ
പ ര
മ ോ
ിയ ുടെ
ക ൈ
ച്ച ു
ക ുന്ന
ത് രി
ക്ക ാ
ിയ ായ
ജ ാ
ശ ്യ
ത് ഥ
ക്ഷ ി
ക ഴ
വെ ള്ള
ഭ ി
വള രെ
റ് റ്
ശ ം
ധ ി
ൊ ണ്ട
ുക ള
ിക ള
ല െ
മുതലായ വ
ശ ു
ഞ്ഞ ു
ക്ക ുന്നു
ന ഗ
രു ടെ
സം ബന്ധ
ര് യം
സ്ഥ ാനം
ഉ ള്ള
റ്റ ി
ല ോ
ഴ ്
സ ഹ
അ നു
ച േ
ഭ ര
രൂ പ
ുക ള്
ആ കുന്നു
ല്ല ാ
രാ ണ
വ്യ ാ
ചെയ്യ ുന്ന
സ്ത്ര ീ
രാ മ
പു റ
ത ൊ
സ് ത
ിക്ക ും
ത ും
വാ ന്
ജ ന
ഭ ക്ഷ
വ ർ
യ ുള്ള
ത മായ
ഷ ം
ക്ക ാരന്
മ റ്റ
ള ം
ഉപ യോഗ
ക െ
ാ മ
ക് ര
ജ ില്ല
ത്ത ുക
യ് ക്ക്
ജ ി
വ ായ
യ െ
ല്ല ാത്ത
ഗ ോ
മൂ ല
എന്ന ി
വല ിയ
ഭാ ഷ
വി ന്റെ
പ ട്ട
പ ല
മ നു
ത ന്റെ
ട്ട ിയ
ിക്ക ു
മാ ര്
കാ ര്യ
ിര ിക്കുന്ന
ഇ ട
ത രം
തി നായി
ഭാ വം
നി ര്മ്മ
ന് യ
ശ ബ്
ഇ രു
്യ ം
ക ീ
റ്റ ം
മാ ന
ന് ത്ര
വ ൈ
സ ന്
വേ ണ്ടി
ത്ത ാ
ന ല്ല
ട്ട ുക
ധ ം
ച ാ
രി ച്ച
ക ര്
എന്നി വ
ഖ ്യ
മ ം
ങ്ങള ുടെ
ക് രിയ
ആ ള്
ആ ണ്
ശ േ
നാ ല്
മനു ഷ്യ
മ ന
ട ം
ത്ത ു
അ ധിക
മ ില്ലാത്ത
ബ ു
ഭ ാര
സ ര്
ക്ക ിയ
ണ് ഡ
ട ുക
ങ്ങ ി
ില ാ
പൂ ര്
ച ീ
ഹ ്
ക ുക
സ േ
രാ ഗം
ന ല്
ട ാ
ശ രീ
ക്ക ം
ചെ റിയ
പു രാണ
യ ുക
മ് പ്
നഗ രം
എ ഴു
ന് ദ്
ഉണ്ടാ വുക
വ യ
സ് വാ
പ ദ
ഭാ ഗ
പ്പ ി
മ െ
ിക്ക ാ
ഡ ്
പ് രാ
വര ുന്ന
ന ൂ
ആ ള
അ ത്
കൊ ടു
എ ന്റെ
ക യ
ഒ രി
വ സ
പ്ര തി
ായ ം
യ് ക്കുക
ക്ക ാര
ച ില
ായ ്
മ ൃ
മ ധ
പ തി
ത്ത ിലുള്ള
ചെ യ്
മൂല കം
അ ട
ക്ക ല്
വാ സ
കാ ര്യം
ത ര
ന ുള്ള
സ്ഥ ലം
ഭര ണ
ര േ
കു ട
ഒരി നം
വേ ദ
ച് ഛ
ിയ ില്
വി ള
ട്ട ം
ത്തി ന്
ന്ന ും
പ്പ ിക്കുന്ന
ല ു
യ ിലെ
ണ്ട ു
രോ ഗ
ബ ോ
ര ിക്ക
ഷ ി
ല ഭ
കു തിര
കു ട്ട
റ ാ
ക് ത
പ്പ ാ
നി ല
മ ീ
ശ ീ
ങ്ങ ൾ
തു ട
ത ില്
ള ു
ല് ല്
പ്പെ ടുത്ത
എ ല്ലാ
ഭ വ
പ ഴ
വി ദ്യ
ാ പ
ര ക്ഷ
മഹ ാ
വ ു
പോ യി
ങ്ങള ില്
ഗ ാ
വ ന
ആ യ
ണ ു
ന് ദ്ര
വി ല
ക മായ
പ്പ ു
ക്ഷ ം
പി ട
പ ം
രോ ഗം
ദ ാ
ച ൂ
ത് സ
അ ല
ല ും
ുക ൊണ്ട
രു ം
െ ടു
മു ഖ
നട ത്ത
ചെ ടി
ള ുടെ
ബ ി
ാ ല്
അ ഭി
ഉ ത്ത
തി നു
അ മ്മ
മ ന്
സ് സ
പ ക്ഷി
വ ന്ന
ോ ദ
അ ന
ത്ത ില
പ ഠ
അവ ന്റെ
കര ണം
ിക്ക പ്പെട്ട
താ ണ്
സ്ഥ ാന
േ യും
വി ഷ
താ മ
ഹ ര
ത്ത ോ
വി ടെ
ക്ക ും
പ്ര ദേശ
ത േ
ഗ്ര ഹ
വര െ
അ പ
സം ഖ്യ
ത ട
സി ദ്ധ
ക ഴി
മ രം
ിര ിക്കും
ശരീ ര
ിക്ക ല്
ഉ റ
ിക്ക ാത്ത
ട്ട ുന്ന
ക ല
യോഗ ്യ
ശബ് ദം
മ ണ
പാ ത്രം
മറ്റ ൊ
മ് പോ
പോ ലെ
ന്ന െ
ജീ വ
വ ില്
യി ൽ
പെ ട്ട
ത് വം
ഗ് ഗ
സമ യ
ശ ോ
ധ ന
രി ക
സ ാര
ജ ന്
ന ില്
ന്ന ി
വി വാ
ങ്ങ ിയ
ദ്യ ം
മ നോ
ഹ ാ
പ ഞ്ച
ക്ക ള്
ങ് ങ്
തു ണി
ഉ ണ്ട്
ല േ
ഷ ന്
പു ത്ര
ഇ ര
മ ത
തി ന്
യ ന്
ആ യു
റ ോ
രാജ ്യ
മാ വ്
ഷ് ഠ
ഡ ി
ദ ീ
ഴ ുക
കേ ന്ദ്
വ ട
മ് പി
വി ശ്
നിര്മ്മ ി
കഴ ിയ
പ ക്ഷ
പ ത്തിയ
അവ ൻ
പോ ല
യാ ണ്
ത ുക
ാര് ത്ഥ
ിയ െ
തല സ്ഥാനം
ക ല്
ഉ യ
ര ന്
ാമ ത്തെ
ക ൾ
യ ുന്ന
യ ില
ഭാര ത
ര ുക
ത ന്
വ ശ്യ
സ ീ
പു രു
ക ർ
വെള്ള ം
ക് തിയ
നി ര്
ു ര
കേന്ദ് രം
ത ായ
സ ര
ആ ന
ാര ാ
സ് യ
ജ ല
യ ായ
മാ ല
മ ുന്ന
അ ള
ഉ ത്
യ ൂ
ണ ിയ
ന ും
ട്ട ുള്ള
ത ൂ
ടുത്ത ു
പട്ട ണം
യാ ള്
അ ടി
സ ോ
താ ങ്ക
ത്ത ം
നി ര
ബു ദ്ധ
കൊണ്ട ു
ഗ ി
വാ ദ
ല ക്ഷ
മു ള
ത ന്നെ
ണ്ട ായ
മാ നം
മ ുകള
ത് മ
യ് ക്ക
സമ യം
പ്പോ ഴ
ഗ് രാമ
വി ര
ര് ത്ഥ
കു ഴ
ാന ുള്ള
ദ ൂ
സ ൈ
ര് ന്ന
ങ്ങ ുക
ങ്ങള െ
ധ ാന്
മു റി
അതി ന്റെ
ക ണ്
പ്പെട ുന്ന
എ ണ്ണ
ള െ
വ ഴി
നി ർ
ക ും
സംബന്ധ ിക്കുന്ന
ദേശ ം
പ ട
ണ് ണം
ക ണ്ണ
ഗ ീ
നി ശ്
കാര ണം
ാവ ുന്ന
പ ര്
പ്ര ത്യ
എ ടു
റ ുക
വ ത
മ ില്ല
പ്പ ം
പ്ര ക്രിയ
മാ ങ്ങ
വര് ണ്ണ
യു ദ്ധ
മാ സ
ച ാര
യ് ക്കുന്ന
നി ക്ക്
കാ ശ
ചെ റു
ര ണ്ട്
ര് ഥ
ന്ത ം
ഷ് ണ
ത ൃ
ഹ ാരം
ധ ാന
സ മ്
അ റിയ
ന് തി
ാ വ്
അ ടു
ത് വ
ക്ക െ
മാ റ്റ
ിച്ച ി
നിര്മ്മി തം
ഷ ണം
വൃ ക്ഷം
ൂ ടെ
മ ണ്
ദ്ധ ്യ
ഇ ന്ന്
ശാ ല
ജ് ജ
ക്ക ാര്
യാ ത്ര
ോ ഷ
ഇ ഷ്ട
ഭ ീ
ീ ന
പു സ്ത
ീ സ്
സ്ഥ ല
പ്പോ ള്
ഭ ്യ
മ ല്ലാത്ത
ഹ ു
ിയ ാ
സ്ഥ ി
അ യ
ഞ് ച്
താ കുന്നു
തിനായി ട്ട്
അ ധ
നി ന്നു
നിറ മുള്ള
കൊണ്ട ിരിക്കുന്നു
ട്ട ും
വ്യാ പ
മ ാര
പ്പെട ുക
ഭ ം
മ ൊ
ന ക്ഷ
പ ത്തി
ബ ല
സ് റ്റ
യ ായി
വർ ണ്ണ
സ മു
സാധ നം
ഗ ന്ധ
ത്ത േ
കൊ ള്ള
ദു ഃ
ോ ഗ
ിയ ുള്ള
പ്പ ിച്ചു
ായ് മ
ശാ സ്ത്ര
ഏ റ്റ
ദ ൃ
പ ീ
ത് യം
പാ ട്
താമ സ
ക്ക ന്
ഉ ണ
വ ്ര
രി ച്ച്
എ നിക്ക്
പാ ട
ജോ ല
ിക്ക ാരന്
പൂര് ണ്ണ
എ ല്ല
പ്ര ദ
ഞ ാന്
സാധ ന
മധ ുര
ആയു ധം
ഒരു തരം
കി ട
അ മ്പ
ചി ത
ിക്കുന്ന ത്
പാ ല
തിയ ില്
ശേ ഷം
ക ണ
പൂ ജ
ചു മ
ക്ര മ
വ ള്ള
ൊ ണ്ട്
മു ഴു
ത്തി നു
പദ ാര്ത്ഥ
ച ന
പുരു ഷന്
മ റ
വര ുന്നു
പൂ ർ
ചു റ്റ
നിറ ം
ത്ത ും
ഭക്ഷ ണം
പ്പോഴ ും
ിയ ന്
രേ ഖ
നി ഷ
ശബ് ദ
പ ണ
ഇ ല്ലാത്ത
ാ ൻ
ഒ ന്ന
പ ൌ
പര മായ
ത ല്
ാ തെ
കു ട്ടി
ല് യ
സ മൂ
സ് ത്രം
പ്ര ധാന
കൂ ടിയ
കള ി
രീ ക്ഷ
സഹ ോദ
ബ ്ര
നി ന്നും
മാ റ്റം
ഷ്ട ്ര
മ്പോ ള്
വസ് ത്രം
ഞ്ഞ ി
നിയ മ
വ ഴ
ര് ത്തി
ക്ഷ േ
ക ാരം
ട്ടു ണ്ട്
ആള ുകള്
ച ോ
ര് ച്ച
ദുഃ ഖ
ല ില്
ചെയ്യ ുന്നു
ം ഗ്
ന ദി
പ്രത്യ േ
ട്ട ില്
സംബന്ധ മായ
ഏറ്റ വും
വ ൻ
രാജ ്യം
വ രു
ില േ
ക ൻ
ക റു
യ െങ്കിലും
വ ന്നു
മു റ
ഞ് ചി
സ ങ്ക
ും ബ
പു തിയ
വെ ളു
ചി ത്ര
ച്ച ി
ഞ് ഞ്
വ ണ
ആ യി
ച ിക
സ ൌ
ര ായ
ീ യ
തി ന്ന
ദു ര്
മ ല
സ മ്മ
വി നെ
ികള ുടെ
പ ൈ
പ ത്
ശീ ല
പദാര്ത്ഥ ം
രി ച്ചു
കാ ള
അ തില്
ഏ ക
നാ ണ്
സ്ഥ ാപ
ദി വ
ത്ത ുള്ള
ഭാ ര്യ
ഇ ല
നാ ണ
ഉ രു
പ റ്റ
മ ൈ
തി നുള്ള
ുന്ന ത്
നാ ട
വൃ ത്തി
ഭൂ മി
ആ വശ്യ
പെ രു
ഭക്ഷ ്യ
സി ം
ആ ല
കാണ ാം
ദിവ സം
ച ന്ദ്ര
ഹ ോ
ാ ല
വ്യാ ധി
കു രു
ിര ിക്കുക
ങ്ങള ിൽ
ദേ വ
മൃ ഗ
അ റി
ഘ ട
േ ണ്ട
ര് ക്ക
ഭാ വ
കൂ ലി
ഭൂ മ
പ്പ ിച്ച
നിറ ഞ്ഞ
മ ഴ
പി ന്ന
ധ ാ
മാ ക്കുക
പ്പെട ുന്നു
സൂ ക്ഷ
സ ന്ത
സ ഞ്ച
ക ള്ള
പ്ര േ
വാസ ികള്
ിക്ക ൊണ്ട
പ്ര സിദ്ധ
സാ മ
ഉപയോഗ ിക്കുന്ന
അ ര
ആ രം
പോ വുക
ശ്ര മ
അ രി
ഡ ോ
കാ ല്
പെ ണ്
പറ യുക
ട ിക്കുക
ഉപ നിഷ
തീ യ
ക്ക ൂ
ിക്ക ാര
ഉണ്ടാ ക്കുന്ന
ഒരു പാട്
കു റ്റ
കൃ തി
പു ല്ല്
തു മായ
കൂ ടി
ിക്കാ ൻ
ക ഴു
മു ന്
സം സാര
പി ടി
ബാ ധ
ഉ ണ്ടായ
വ രാ
റ്റ ു
സഹ ായ
ചീ ത്ത
ഭ ു
വ ണ്ടി
പാ ദ
ച ര
ശ രിയ
ശ് വര
ഗു ണ
വി ധ
ിക ൾ
ങ്ങള ും
കള ുടെ
ഗു രു
സന് യാ
ത യ്യ
ഭ ഗ
പാ ല്
ിക്കു വാന്
ഉപനിഷ ത്
ഒ രാ
ള ിയ
ഴ ം
ഷ ണ
രു ന്ന്
വി ട
മൂ ന്ന്
അ ം
എ ന്ന്
ജ നി
ഇ ത്
പ ണം
ഹ രി
ക ഥ
ഫ ്
ച്ച ില്
രാ ക്ഷ
വസ്തു വിന്റെ
അ ംഗ
വേദ ന
നടത്ത ുന്ന
പ്രത്യേ ക
മ ട
സ് വീ
അ ക
ത ടി
ധ ്
പ ടി
ശ ത്
സ മാ
താ ഴ
അവ സാ
വാ സം
കൂ ടു
ചി ന്ത
മോ ഹ
സ് പ
താ വ്
ആ ഗ്രഹ
മാ കുന്നു
കൂ ട്ട
ഗ് ഗം
ശത് രു
എ ന്ത
ഔ ഷ
ജ യ
ഥ ി
ീ ല
രാ ഷ്ട്ര
യോഗ്യ മായ
ഇ റ
ദ ൈ
റി ച്ച്
ചെയ് ത
ക വി
മ ഞ്ഞ
ണ്ട ും
മു പ്പ
വാ ദം
ിച്ച ുള്ള
ഴ് ച
ബുദ്ധ ി
പ ച്ച
ില ി
ലി ന്റെ
സി രാ
ക റ
ശ ക്തി
പ്പ ിക്കുന്നു
ഞ്ഞ ാ
ാവ ു്
്ട ്ട
വാ ഹ
ദ് വീ
സമയ ത്ത്
ആ ദ
യ ില്ല
തു റ
ഭര ണം
മന സ്സ
പുരാണ പുരുഷന്
സ്ഥി തി
സിരാ കേന്ദ്രം
അ ന്
ശു ദ്ധ
പ ശു
പ്രദേശ ിലെ
വർണ്ണ ന
ക ലാ
ര ിക്കുന്ന
സ മ്പ
ഹ ൃ
കാ ലം
കാല ത്ത്
ികള െ
ചേ ര്
ക രി
വ രിക
ശേ ഷ
മറ്റൊ രു
അ ര്
ദ യ
ാര ണ
ല്ല ി
കൃ ഷ്ണ
മര ണ
ചെയ് തു
ുകൊണ്ട ിരിക്കുന്നു
മന് ത്രി
ന ന്ന
ർ ത്ഥ
മ് മാ
ഉണ്ടാ കുന്ന
പറ യുന്ന
കുറ ഞ്ഞ
മനോ ഹര
ഉപയോഗ ിക്കുന്നു
മധ ്യ
സം ഭവ
റി ന്റെ
കി ഴ
ന ന്
ഫ ല
ര ണ്ടു
ര് ശ
ങ്ങ ുന്ന
ധ ു
മ തി
വ ശ
വ നി
മാ രുടെ
ഗ്ര ന്
ിക്ക ാന്
പ്ര ായ
ഫ ്ര
റ ും
ക്ക ള
ത്ത ുന്ന
മാ ന്
കൂ ട
ഭരണ സിരാകേന്ദ്രം
ധാന് യം
ത നായ
ബ ീ
സ ർ
ല് പ
പഴ ം
രാ ഗ
കു ള
പരി ശോ
സൂ ര്യ
കൊണ്ട ുള്ള
പ്പെടുത്ത ുക
അ ന്യ
പ രീക്ഷ
മ ണി
ത്തോ ടെ
തി രിച്ച
സു ഖ
ക ണ്ടു
ഠ ി
തി ള
കാ ര്
വ്യ ക്തിയ
പോ യ
കി ട്ടുന്ന
കര ണ
തൊ ഴ
ഗ ര്
മാ ം
കു തി
ശ്യ ാം
എ പ്പോഴും
നി വാസികള്
ഇ വിടെ
വ ിയ
സ് താ
ആരം ഭ
ഉ ട
ഏ കാ
റ േ
സ് യം
വ്യ വസ്ഥ
നെ യ്
വീ ട്
നട ത്തി
കുട്ട ികള്
മ് പു
കള െ
കഴി ഞ്ഞ
പുത്ര ന്
ള ാ
ാ ട
രീ തി
വൈ ദ്യ
അല ങ്ക
സാ ഹി
ജാ തി
ച തു
വ യ്ക്കുക
ുക ൾ
സം ഭ
പറ ഞ്ഞു
കര് ഷ
അ പേ
മു ത്ത
ശ്ര ദ്ധ
ൊ രു
ല്ല ു്
ദി വസ
തെ റ്റ
ആല പ
കു ല
ഭാ വി
പോ കുന്ന
കൃ തിയ
അ മ
മ ണ്ണ
തി രി
തിര ിക്കുക
ലോ ക
കെ ട്ടി
ത് ന
ആ ദ്യ
ഞ ങ്ങള്
ിയ ാണ്
വര ുക
ശാ സ്ത്രം
അ ദ്
വ ാര
വേ ശ
അ റു
ട ുന്ന
ര ണ്ടാ
നല് കുന്ന
ഗീ ത
ചിക ി
ഭക്ഷ്യ വസ്തു
ഉ ന്ന
ത ുന്ന
സ രിച്ച്
ാ നി
ക്ക േ
വര് ഗ്ഗ
കാര്യ ങ്ങള്
നൂ ല്
ഇ ള
വ ച്ച
പു ര
പു ഷ്
ശ്ര ീ
ത്തിയ ാ
വർണ്ണന കൾ
അ മേ
ക രു
ന ന
ന്ധ ി
വാ ദി
കാ ശം
വ ലി
ക്ക ോ
ിര ുന്ന
മേ ല്
ത്താ ല്
പ ാര
ഭ യ
വേ ഗ
ശി ക്ഷ
ന ഷ്ട
പ രു
വ ു്
ഇ ന്ന
യ ിലുള്ള
സു ര
ഗ്ര ഹം
അ നാ
ഥ ം
ദ ാനം
കുറ ച്ച്
അ ക്ഷ
ഈ ടാ
മാ ത്ര
ധിക ം
രൂപ ം
ക ണ്ട
ിയ ിൽ
മാ വുക
അധിക ാര
സന്യാ സി
പ ത
ഭ ്
സ ില്
ീ ക
ോ ട്
ിക മായ
കൂ ടെ
അന ുക
വിവാ ഹം
ക ര്മ്മ
ക ര്ത്ത
എ ന്
ഓ രോ
ഹ ാര
പ്ര വൃത്തി
സം സ്
സ് നേ
നിയ ന്ത്ര
ജ്ഞ ാനം
ച യ
ന മ്
വാ ങ്ങി
യന് ത്രം
മുകള ില്
അമേ രിക്ക
ഭ േ
വൃ ക്ഷ
വു മായി
അ ന്ത
ബ ഹു
യ ില്ലാത്ത
നട ത്തുക
വായ ു
ച ൊ
ഭ ോ
ാ ൽ
സ് സ്
എന്ത െങ്കിലും
യ ജ്ഞ
വ ല്
വ രി
വാ ദ്യം
ന്ദ ു
വെളു ത്ത
നാണ യം
ബ േ
ഉപ േ
പുസ്ത കം
അ ഗ്
ക ഷ്ട
പ ുക
പ ത്രം
സി ന്റെ
തയ്യ ാ
ത് യാ
ര ുന്ന
ല ാന്
വ ോ
ക്ക ൽ
കൂ ട്ടുക
നീ ര്
സേ ന
പ റ്റം
ിയ ും
അ ച്ഛ
കൊടു ക്കുന്ന
ഖ ്
ത ന്ത്ര
പ തു
സ ത്യ
ക്ക ാന്
കോ ട
ബ് രാ
മുതലായവ യുടെ
പൂർ ണ്ണ
ച ാരം
ത ണു
ന ര
ാ ള
ിക്ക ൂ
മാ ർ
രാജ ാ
അധിക ം
മറ്റൊ രാ
നിർ മ്മ
അദ് ദേ
ആ കാശ
ഈ ശ്വര
ഒ ന്ന്
ിച്ച േ
ഷ്ട ി
കേ ള്
തോ ന്ന
മണ് ണ്
പൈ സ
അ യാള്
ഗ ണ
ണ ു്
ഫ ോ
പ് ത
മു ണ്ട്
പ്ര വേശ
തു ല്യ
ധി പ
മറ്റ ുള്ള
ആയ ിരുന്നു
ക രം
ബ െ
സംബന്ധ ിച്ച
തര ത്തിലുള്ള
ഉപേ ക്ഷ
ധ ര്മ്മ
െ ന്ന്
അപേ ക്ഷ
ഈടാ ക്കുക
ഒ ട്ട
ക ച്ച
ജ ്യ
ട േയും
ദ ഗ്
ത് രാ
വീ ണ്ടും
ക്ഷി ണ
വിദ്യ ാ
ല് യം
മൂ ന്ന
ജനി ച്ച
അ ഹ
ക ൌ
ക പ്പ
വി റ
ജ ം
ധ ്യ
കു റിച്ച്
ഉപ കരണം
പൊ ടി
ഇ ല്ലാ
ദ ശി
ര ക്ത
സ് തു
ഞ്ഞ െടു
ബന്ധ ം
രാജ ാവ്
രാക്ഷ സന്
ധ നം
മ ത്തെ
വ്യ ം
ണ്ണ ൂ
വം ശ
ന ശി
മു ണ്ടാ
പ്പെട ാത്ത
പല ഹാരം
യുദ്ധ ം
ച ക്ര
ജ ലം
പ ന
സ ൃ
ർ ത്ത
തിയ ിൽ
പൊ ട്ടി
കുറ ിച്ചുള്ള
ഭക്ഷ ണ
ലേ ഖ
ദ ക്ഷിണ
ര ിക്കുക
യോ ഗം
ആള ുകള
പഠ ി
ചികി ത്സ
ന ാര
കീ ടം
ആ ശ
ഇ ല്ല
ച ട
ന വ
ഫ ലം
യ മായ
വാ സി
ലാ സ്
കഴ ുക
ശരീ രം
പുസ്ത ക
ആ ത്മ
മ ംഗ
ര സ
സ െ
മു ടെ
കൊ ല്ല
തോ ട്ട
അ നേ
ര ഹ
നി ന്ന
സാ ഹ
മഹ ാരാ
ണ്ഡ ി
വിശ് വസ
പൂര്ണ്ണ മായ
കറു ത്ത
ധ് വനി
ക ടി
ത ായി
മ ന്ത്ര
ത്തി നായി
ന യ
മ ണ്ഡ
കുട ുംബ
നക്ഷ ത്ര
ിക്കൊണ്ട ിരിക്കുന്നു
നമ് മുടെ
ച ല
ത ള
ോ ഷം
പ്പ ൂ
പ്പെട്ട ു
പുറ ത്ത്
താങ്ക ള്
അ ന്ന
ഇ ന്
ഒ റ്റ
ാ ന്ത
ക്ക ുള്ള
കൊ ടുത്തു
വേ ര്
സ്വ ഭാവം
വിവാ ഹ
കർ ഷ
കി ട്ടിയ
തൊ ണ്ണൂ
ധാന് യ
ക മ്പ
പ ത്ത്
ര ണ
സ സ്യ
ശി വ
ഭ്യ ാ
ഇ പ്പോള്
വ യ്
പൂ വ്
സു ന്ദ
ഇരു പത്തിയ
തുട ങ്ങി
ഘട ന
പ ിച്ച
ക്കുന്ന ത്
ഷ്യ ന്
ശ്ര േ
സമൂ ഹ
ധാ തു
ക ാരന്
ഗ ൌ
വീ ണ
സ്ഥാന ത്ത്
ക്ക ളുടെ
രാ ഗി
പറ യ
പറ ഞ്ഞ
നടത്ത ുന്നു
എല്ല ാവ
ട ോ
ത ന
ശ ൈ
പ്ര സ
വസ് ത്ര
നാ ഥ
മൃ ഗം
ബ്രാ ഹ്
ക നായ
ര മായ
പ്പ ുക
പ്പ ിക്ക
സം രക്ഷ
വസ്തു ക്കള്
തീ രു
സൂ ചി
നക്ഷ ത്രം
ഭ ്ര
മ രുന്ന്
വാ ക്ക്
തു ണ
ത്തി നെ
അവ ര്
സു ഗന്ധ
ജീവി ത
ഉത്ത ര
ആ ഫ്ര
ത യുള്ള
മു ട്ട
കര മായ
മുഖ ം
വ രുടെ
വ രും
ന് ത്
പ് തി
ത മ്മ
ള് ള്
ദ് രാ
ിക്കുന്ന വന്
സാധ ാരണ
വളരെ യ
പുറ ത്താ
സ്വാ ഭാവി
എ ത്തി
ദ ായം
ന ൃ
മാ റ
മാ സം
റ്റ ുക
നാ ലു
അനു ഭവ
ന്യ ായ
സര് ക്കാര്
ദൃ ഢ
എ ണ്
വ ുള്ള
മാ റ്റി
ക്കു വാന്
വിഷ യ
പടി ഞ്ഞാ
ിയ ു
ണ്ടാ ക്കിയ
സമൂ ഹം
തയ്യാ റാ
ഗ ായ
ജ ു
ാ കുന്നു
ീ കര
ൂ ല
തി ക
വി ഭാഗം
രാ ശി
കള ില്
വരുന്ന ത്
ആ ശ്ര
ട ്ര
ത ാര
മ ല്ല
വ ഹ
വ ച്ച്
വി ന്
വി ദഗ്
റ്റ ര്
ചി തമായ
ഉയ ര്ന്ന
സാധന ങ്ങള്
അഗ് നി
ന ക
തീ ര്
ക്കാ ൻ
ലോ ഹം
മുഴു വന്
ഏക ദേശം
പ ങ്ക
മ ൌ
ശ ര
ീ ണ
ക്ക ൾ
വര് ഷ
നീ ള
പറ ച്ചില്
ടിയ ുടെ
മര ത്തിന്റെ
പഴ യ
പോല ത്തെ
അ ല്
അ ഞ്ച്
ധ ാര
ബ ര്
മ യ
വ തം
ക് രോ
ടി ന്റെ
ദ്ര വ
ക്കാര ൻ
ആന ന്ദ
മാസ ത്തിലെ
ഭ് രാ
രാക്ഷസന് മാര്
അ തു
ഷ ാ
ക്ക പ്പെട്ട
സ് വര
വാ ര്ത്ത
പ്പെ ടു
നൂ റ്
പൌ രാണ
ഒ രേ
ണ ോ
ബ ംഗ
വി ക
മു ഴ
സം ഘ
വര് ഷം
മായി ട്ട്
ടുക ൂ
പോല ീസ്
അ ച്ച
ഉ ച്ച
എ ത്ര
ക ട്ട
മ ത്സ
ര ഹി
ശ ാര
പ്പ ുള്ള
ില ോ
പാ ത്ര
ലോ ഹ
യൂ റോ
ആഫ്ര ിക്ക
ഗ ഢ
ത ള്ള
തി രു
മു ടി
ചെ ട
ചെയ്യ പ്പെട്ട
നീ ല
മര ുന്ന
രാമ ന്
എന്നിവ യുടെ
നന്ന ായി
വളരെയ ധികം
ഉ ദ്യ
ഒ ന്നും
ച ോദ
സ് റ്റ്
ലി പി
വര് ത്തി
സേ വ
ച രി
മ ത്
ു വാന്
മു തല്
വാ ര്
റ്റ ില്
കാര ണ
ന്ദ് രിയ
മ്പി ന്റെ
പതു ക്കെ
രാഗി ണി
ഉ ര
ത്ത ിലും
ില ൂടെ
പു രാ
അവ യ
പി താ
ഉണ്ടാ ക്കിയ
ഗു ണം
പ്പോ യി
ശേ ഖ
സമു ദ്ര
പൌരാണ ിക
അ വിടെ
അ ദ്ധ്യ
ആ ത്
പ ുള്ള
സ ഭ
ക്ക ാരി
പു ണ
തീ ര
കൃ ഷി
മനുഷ്യ ന്
ടാ തെ
നിശ് ചിത
ബ്ര ഹ്
സന്ത ോഷ
ഒ ഴി
ശ ൂ
വി ത
വി ശ
ക്കി ട
കൊടു ക്കുക
ലഭ ിക്കുന്ന
അ ശ്
എ തി
ഓ ട
ഘ ോഷ
ഹ ീന
ായ ിരുന്നു
നി ഷ്
വാ ക്
ിച്ച െ
ചി ഹ്
നട ക്കുന്ന
നഗ ര
വ്ര തം
മനസ്സ ിലാ
ആ രെ
ആ രുടെ
ച ക്
വ ച്ചു
ഷ ീല
ജ്ഞ ന്
ജ്ഞ ാന
താഴ െ
ക ല്ല്
ന് യം
ിക്ക ണം
തി ന്റെ
സ്വ യം
സീ ത
ദ്വീ പ്
അ ടുത്ത
ആ രോ
ച ൈ
ന ൈ
വ തി
സ ന്ധ
ർ ന്ന
ിയ ായി
മില്ല ായ്മ
ക രാ
ങ്ക ി
ിക ൊണ്ട
പു രം
ലി ൽ
പാ ത
ഷ്ട മായ
പേ ര്
ശം സ
സന് തു
അള വ്
ഔഷ ധ
ന ദ
തി ല
തി നാല്
മു ഴുക
നാ ലാ
മേ ഘ
ക്കാ ല
ലോ കം
ചക് രം
ഉ ണ്ട
ച ുക
പ ർ
പ്ര തീ
തു ള
പു ര്
രീ തിയില്
കൃ ഷ
മന സ്
ഭാര തീയ
ക ത്തി
ട േ
യ് ക്കല്
ദേ വി
നേ രെ
കേ ന്ദ്ര
ഹി ന്ദു
ഭി ക്ഷ
പരിശോ ധ
ബ്രാഹ് മണ
ക ഠി
ത ര്
പ രാ
ഫ ി
ള ര്
വ ണ്ട
ശ യ
ശ ക്തിയ
സ നം
രാ ത്രി
പ്ര യ
പ്പെടുത്ത ിയ
ത വി
സ ിക
വാ ങ്ങ
ക്ഷ ണ
റ്റ ിയ
തെ ളി
സു ്
ഗ്ര ീ
വർ ത്ത
പട്ട ണ
ചാ ണ
താങ്ക ളുടെ
സിം ഹ
അറി വ്
ആ രോഗ
ത മാ
യ ര്
ക്ക ളെ
വി വര
പ്ര ിയ
പ്ര ശ്
തു ്
കു റു
സം ഗീത
അവ രുടെ
കീ ഴ
പുരാണ സ്ത്രീ
സമു ദായം
അ ഞ്ച
പ ത്ത
വ ില്ല
ീ ഷ
വി സ്ത
കു ത്തി
താ മര
ണ്ണ ാ
കി ട്ട
വൃ ത്തം
പിട ിച്ച
നിശ് ചയ
അനേ കം
ര ക്
വ യ്ക്കുന്ന
ടു ്
നട ന്നു
ചു വ
ചീ ന
മാറ്റ ുക
സ ാരം
ി പ്പിക്കുക
ദ് ദേശ
താ ഴ്
ചി ത്രം
പരി ശീല
ര്ത്ത ു
സ്ഥല ത്ത്
അ ഭ്യ
ഒ രിക്ക
ന ന്ദ
ഴ ുന്ന
സ ല്
രു ദ്ധ
താ ത്
വര് ണ്ണം
സാ ല
പി ന്
ജന് തു
അ പ്
ഉ ദ
ക ിയ
ത മായി
ധ ാരാ
ര മേ
ത് നം
രു ത്
പ്ര കാശ
വാ ള്
സാ ങ്ക
ബാ ദ്
താമസ ിക്കുന്ന
സ്വീ കര
ശാര ീ
ഉ ഴു
ക ത്ത
പ നി
ർ മ്മ
ിക്ക ാനുള്ള
മാ നി
നാ മ
ായി ട്ട്
ശാ ന്ത
പൊ ട്ട
ടിയ ില്
ശ്യ ാ
അ ണിയ
ട ും
ൊ ന്ന
മാ ത്രം
മു മ്പ
ളി ൽ
എന്ന ും
തിര ഞ്ഞെടു
നോ ട്
അട യാ
ഭഗ വാന്
ച നം
ക്ക ാത്ത
വി ത്ത്
പ്ര കാരം
താ റ
വ്യ ക്ത
വേ ട്ട
ശരിയ ായ
വിദ്യാ ഭ്യാ
എ വിടെ
ക ന്റെ
ന ശ
ന ത്തില്
പ ല്ല
ല യ
ല യം
ന് ദി
ക്ക ൊ
മു റു
വാ ക്കുക
വര് ഗ്ഗം
ഉണ്ടാ കും
തെ ളിയ
നീ തി
സ്വ ന്തം
മണ്ണ ു
ക ണ്ട്
ജ നം
ഞ ങ്ങളുടെ
ഞ ാൻ
ത ട്ട
ദ ര്
ഹ ്യ
സ് തി
കാ ഴ്ച
ങ്ക ാരം
കോ ശ
വൃ ത്തിയാ
സ്വ ഭാവ
ത്സ വം
ുകൊണ്ട ിരുന്നു
കണ ക്കാ
ഉണ്ടായ ിരിക്കും
താറ ാവു്
ം ബ
ഓ ടി
ദ ാന
ബ ൈ
യ ന്ത്ര
വി ച്ച
തു ള്ള
ചെ രു
ങ്ങള് ക്ക്
ക്കി ന്റെ
തോ ല്
രൂപ ത്തില്
ഭാരത ത്തിലെ
അ റ
ഉ ന്
വ ധ
ക് ട
വി വേ
വേ ല
ഉണ്ടാ ക്കുക
നേ താ
കട ം
കട ല
മുതലായവ യില്
നല് കുക
അ ഥ
ക ല്ല
ക മ്പി
ഖ ി
ദ ഹ
ി ട
നി ൽ
കള ും
നീ ണ്ട
നല് കി
ത്തില േ
കഠി ന
അ ണി
ത പ
ത റ
ദ ികള്
ന മ്മ
മ കള്
ഹ ൈ
ി ച്ച്
ക് തമായ
കു ര
രം ഗ
വെ റു
എന്ന ത്
ധിക ാരി
വന ും
കണ് ഠ
യജ്ഞ ം
എ ളു
ത ങ്ങളുടെ
പ ശ്
മു ട
രാ ം
കാ ലാ
അല്ലെങ്ക ിൽ
ബന്ധ പ്പെട്ട
ഗാ ന്ധി
അടി സ്ഥാന
മില്ല ാതെ
വള്ള ി
ദുഃഖ ം
ഏകാ ദശി
അപ് സര
ക വ
ല ത
പ്ര ശംസ
കാ മ
പു ത
പോ കുക
ശു ഭ
ജില്ല യുടെ
ഗോ ത
പിട ിച്ചു
നില് ക്കുന്ന
മോഹ ന്
അന് വേ
കൃതിയ ിലുള്ള
ചിഹ് നം
ര ുന്നു
വ ടി
െ ടുത്ത
ൊ ന്ന്
പ്പ മുള്ള
ില ു
ില ാണ്
കു മ
പു രി
നാ ഗ
ന്ത ര
ചു രു
ചേ ർ
സങ്ക ര
ഔഷ ധം
ര സം
ല ീ
ല ുള്ള
ാ ന്തം
ൂ ര്
രാ വി
ഗം ഗ
കോ ശം
അവസാ നം
പ കരണം
ഴ ിയ
കു ടു
വേ റെ
പോ കുന്നു
കൂ ടാതെ
വീ ട്ടില്
കാണ ുന്ന
രാമ ന്റെ
ത്താ ൽ
ിലേ യ്ക്ക്
കൂടു തല്
വൈദ്യ ു
ഉദ്യ ോഗ
ജ ൈ
ത മ
ത ൈ
ര ചന
റ േയും
ത്ത ു്
ിയ ിലെ
കു ട്ടിയ
കൊ ട്ട
ബന്ധ ു
ജാ ത
ഉള്ള ത്
ചെയ്യുന്ന ത്
പട്ട ിക
ഒ ഴുക
പ ത്ര
സ ഞ്ചി
ന് റ്
ങ് ക്
വാ ദ്യ
ജ്ഞ ാ
ികള ായ
ചേ ര്ന്ന
പര് വത
അനുക ൂല
ഇ ടി
ച ന്ത
യ ല്
ര ണ്ട
ത്ത ിലാ
ിക്ക േണ്ട
നി മ
കുറ ച്ചു
പുരാണ ങ്ങളിൽ
എഴു തിയ
മുന്ന ില്
ആരെ യെങ്കിലും
ഒരിക്ക ലും
ക ായ
ഗ ൃ
പ ട്ട്
വ ന്റെ
വി രി
മാ മ്പ
രാ ധ
റ് റെ
പ്ര കൃതി
ിക്കുന്ന തിനായി
അവ ള്
വേ ണ്ട
വല ു
അധിക ാരം
കഴി ഞ്ഞു
അധ ്യ
യൂറോ പ്പ
ഉ ള്
ബ ഹ
റ ില്
വ രം
ക്ക ട
വി ശേഷ
പ്പ ൊ
പാ പ
വെ ട്ടി
വീ ട്ട
കി ണ
മ്പ ത്
രാജ ാവു്
ശാ ഖ
ാര് ഥ
സംഭ വം
അദ്ദേ ഹം
അ യാ
പ ണ്ഡി
മ ത്ത
യ ഥ
ര ത്ന
ള ള
വി രുദ്ധ
മു ഖ്യ
പ്ര കാശം
ങ്ക ര
താ ള
സാ മൂ
തീ റ്റ
ഗു ജ
ജാ ല
കെ ട്ടിയ
തുക ൊണ്ട്
ഗ്രന് ഥ
ക ായ്
ഘ ാ
ത മി
വ ായി
സ് വര്ണ്ണ
വി ചാര
മാ ന്യ
വാ ട
ിക്കുക യും
കേ ട്ട
ഹി ത
കട ലാസ്
കൈ യ്യ
നിര്മ്മ ിച്ച
വയ ലില്
കഴിയ ും
കല് യാ
പര് വതം
ബാധ ിക്കുന്ന
രഹ സ്യ
സ്വാഭാവി കമായ
നൃ ത്തം
ആരുടെ യെങ്കിലും
ആ ശ്
ആ ക്രമ
സ ുക
ിയ ോ
ങ് കാ
നി ന്ദ
മു ദ്ര
പ്ര ായം
ങ്ങ ാ
കാ ത്ത
നട ന്ന
വള ം
ബന്ധ പെട്ട
ബ് രി
ര്ത്ത ുക
ജീവി തം
ഭി ന്ന
പ്രാ ചീന
ിലേ ക്ക്
കച്ച വട
ആ ര
ധ ൈ
പ യ
ഭ ാരം
ഭ ക്ത
ുക ൊണ്ട്
രാ സ
പ്ര കടി
ദ് വ
ിക്കുന്ന തിനു
കൊ ല
കൂ ട്ടം
യോ ടെ
മി നു
എന്ന െ
ാമ ം
തര ായ
ചന്ദ്ര ന്
വാഹ നം
മനോഹര മായ
കര്ഷ കന്
ആലപ ിക്കുന്നു
എല്ലാവ രും
ഒ ന്നി
പ തും
മ ദ്യം
മ സാല
നാ ം
ദേ വന്
പ്പോ ൾ
ലഭ ിച്ച
ാപ കന്
ച ന്ദ
ത ൽ
ത വണ
ല താ
േ ള
ക്ക ര
വി ഭ
മാ ക്കി
സ്ഥ ിര
ബാ ല
ികള ില്
ിരിക്കുന്ന ത്
എടു ക്കുക
മ്പു ്
വിദഗ് ദ്ധ
അ മ്
ക ത
ട ുള്ള
ണ ാ
ദ ായ
ി ട്ടുണ്ട്
ിക്ക ാര്
പ്പ ു്
പ്ര ചാര
കു റ്റി
വര് ദ്ധ
ഷ്ട ്
രീ തിയിൽ
പിട ിക്കുക
ത്തേ ക്ക്
മാം സ
ടുകൂ ടി
ആ സ
ആ ര്
ത ല്ല
ധ രിച്ച
ന ത്തിന്റെ
ര ിക്കുന്നു
രു ച
ത്തി നുള്ള
പാ ര്
അവ നെ
ആശ്ര യ
അ ർ
ആ ഭരണം
മ ര്
ണ് ണി
മു റിയ
ിക്കുന്ന തിനായിട്ട്
നാ വുക
തീ ർ
കുറ വ്
കണ് ണി
ബന്ധപെട്ട ിരിക്കുന്നു
ഓ ട്ട
ക ടു
ഞ െ
ള ീ
വ ക
വ ട്ട
സ പ്ത
ക് രി
ര് ന്നു
നി ലം
മാ തൃ
ദ് ദ
രോ ധ
നട ക്കുന്നു
കെ ട്ട
ആള ുകൾ
അത് യാ
ക്കാര ന്റെ
വേദ വുമായി
ച്ഛ ന്
സൈ നി
കവി ത
തൊഴ ിലാ
ശാരീ രിക
പ ഴു
വ ട്ടം
ക്ക ീ
വി നോ
വി ജയ
കൂ ട്ടി
മി ന്റെ
കൃ ത
വായ ്
മീ ന്
പച്ച ക്ക
ഓ ര്മ്മ
പ ായ
പ നം
ഷ ിക
ാ ലും
രാ ത്ര
യ് ക്കുന്നു
തിയ ുടെ
സു രന്
ക്കി ന്
പരി ശ്രമ
ുകള ില്
പുറ ം
പ്പു റ
സമ്മ േള
സാഹി ത്യ
താത് പ
അ രു
അ നി
പ ഞ്ഞി
ബ ൂ
ക്ക ു്
നി രാ
വാ ത
കു ഴി
പു ല
പൂ ര്ത്ത
നോ ക്കുക
ികള ും
മാന സി
പ്പാ ട്
സഹോദ രി
ു ണ്ട്
ന് മാര്
നാ ൽ
നാ ശം
ദേ വത
രിയ ുടെ
നിയ ായ
നിര്മ്മ ിക്കുന്ന
െടു ക്കുക
രാജ്യ ത്തിന്റെ
സമ് പ്രദ
ഗ ർ
ഹ ൂ
താ ളം
നിറ ത്തിലുള്ള
സൂ ചന
വെള്ള ത്തില്
ശം ഖ്
ഴ് ച്ച
സര് പ്പം
സിദ്ധ ാന്തം
ജന് മ
തന് ത്രി
കൂടു തല
ഹൃ ദയ
കർഷ കൻ
ഒ ഴു
ധ ാര്
ക്ക ില്
്യ ാ
വാ ൻ
കാ വസ്ഥ
വ് വ
പൂ ശ
കോ ടി
ക്കു റ
അതി ന്
നഗ ര്
ഭാഷ ണം
ന്യ ൂ
ഭാരത ത്തില്
ശാസ്ത്ര ജ്ഞന്
മുപ്പ ത്തിയ
ഗഢ ്
അ ഷ്ട
അ ഴു
ച ിര
പ ക
ാ നു
്ട ്ര
ിക്ക ൽ
ിക്ക ാവുന്ന
മാ കുക
ടിയ ുള്ള
ഭൂ ഷണം
ക്കാ ർ
പുറ ത്തു
കെ ട്ട്
ഉത്ത രം
കല പ്പ
തുക ല്
വ്യാപ ാരം
മധുര പലഹാരം
സാഹി ത്യം
ലതാ ദികള്
അ ന്ധ
അ മി
പ ദ്ധ
ഭ ംഗ
വി ൽ
വി ഭാഗ
മാ താ
പൂ ച്ച
മുള്ള വന്
കോ ണ്
പഞ്ച സാര
വിശ് വാസ
ത്മ കമായ
ഉണ ങ്ങിയ
മാമ്പ ഴം
ഇ ന്ദ്ര
ഒ ഴ
ക ഠ
ധ ൂ
പ താ
ഭ ൌ
വ നം
ഹ ര്
െ ട്ട്
ായ ു
സ് വര്ണ്ണം
പ്പ ും
ത്തി നും
സം ഘടന
പാ ഠ
യ് ക്കു
കൂ ല
ണ്ടാ കുന്ന
പൂ രി
നോ ക്കി
ണ്ഡ ം
വിദ്യ ാല
െടു ക്കുന്ന
ശരീര ത്തിലെ
മ്പോ ൾ
സ്നേ ഹം
മുഴുക ിയ
ആ ദ്യം
ഉ ല
എ ട്ട്
ഏ ര്
ശ ിര
ുക ാ
ര് ഘ
വി ഷ്
വി ളി
പ്പ ണം
ങ്ങ നെ
ദ് രോ
പു ളി
ലി ന്
യാ കുന്നു
മൂ ലം
വീ ര
ജ് ജി
വള ഞ്ഞ
മന് ത്രം
ചോ ദ്യ
ഉരു ള
രാവി ലെ
ക ിര
ക റി
ച ം
ത ട്ടി
പ ിക്കുക
മ രു
ശ വ
ശ ില്
ി ന്റെ
അവ ത
നെ യ്യ
ട്ടി ൽ
ജന ങ്ങള്
ബോ ധ
ത്തില ൂടെ
കുഴ ല്
അവസാ ന
മുത്ത ശ്
ഭേ ദ
ചട ങ്ങ്
തമ്മ ില്
ധാരാ ളം
മാനസി കാവസ്ഥ
അ ര്ഥ
ഇ ഴ
ഇ തു
ള ില്
മു ന
വാ ന
കു ടം
ചി റ
പേ ര
ുകള ുടെ
തൊ ലി
തുട ങ്ങിയ
ഭവ നം
നില് ക്കുക
ഭാരത ത്തിന്റെ
മാര െ
പെരു മാറ്റം
കുറു ക്കന്
ഇ രി
ഉ ത്സവം
ഗ തി
ച ായ
ധ ീ
പ ന്ത
പ റ്റി
േ ഴ്
ിക്ക റ്റ്
ിക്കുന്ന തിന്
നാ ല
കൃ ത്യ
കട ല്
മഹ േ
അതി നെ
കൊണ്ട ിരുന്നു
ഇരു മ്പ്
പതി ന
ശരീര ത്തില്
ഇന്ന ത്തെ
വൃക്ഷ ലതാദികള്
കോട തി
ജ്യ ോ
നീള മുള്ള
ഏ ഷ്യ
പ ന്ന
പ്പ ന
പ്പ ില്
പ്പ ഴം
മാ കുന്ന
പ്ര യാ
നട ക്കുക
ഭൂ ത
സ്വാ തന്
വിഷ യം
മനോ ഭാവം
കഴിയ ുന്ന
ിക്കാര ൻ
സംഭവ ിക്കുക
മറ്റൊരാ ളെ
തോന്ന ുക
ഖ ല
ല ഹരി
ള ിച്ച
വ ധു
ാ ളി
ൂ രി
േ ണ്ടി
ന്ന ല്
ങ്ങ ല
കു ഞ്ഞി
പു ല്ലു്
െങ്ക ില്
പോ ലും
ങ്ങള ിലും
വീ ടിന്റെ
തീ വ്ര
എന്ന ാല്
ശി ഖ
സമ ര്
നിയ മം
ലക്ഷ ണ
പ്പെടു ത്തി
ഇ ംഗ്
എ ടുത്തു
ദ ോ
മ മായ
ള ും
ഹ േ
ിക്ക ോ
മാ റി
കാ ന്
സമ ീ
കാല ത്തെ
ചാ ടി
മുഴു വനും
പറ്റ ാത്ത
ആദ ര
നെയ് തു
ആ റ്
ട ല്
പ ണിയ
മ കന്
റ ന്
ാ ധികാരി
ർ ണ്ണ
തി രിയ
പ്പ ടി
മാ നു
വേ ള
വെ ടി
കി ട്ടും
ഉണ്ടാ ക്കി
ഴി ഞ്ഞ
ക്ര മം
വയ ല്
ഉത്ത ര്
താമ ത്തെ
പുരു ഷ
സഹോദ ര
തിന്ന ുന്നു
കര്മ്മ ം
തമി ഴ്
ഉ ചിതമായ
എ ന്നു
ഏ ഴ
ന മു
പ ശ
പ ന്ത്ര
റ ാമത്തെ
ള േ
ക്ക ാരം
വി ദേശ
വി കാര
നു സരിച്ച്
ന്ത ോ
ശ് മീ
അനു ഭ
സ്ത്രീ കള്
പൂര് വ്
കയ ര്
വിള ിക്കുക
തിരിച്ച റിയ
പൂർണ്ണ മായ
ബ്രി ട്ട
നെയ്തു ണ്ടാക്കിയ
ആ ജ്ഞ
ആ ഹാരം
ഒ ര
പ രാജ
പ ക്ഷം
ല ൈ
ാ ധിപ
ൊ ടു
ർ ത്തി
പ് രാണ
്യ ൂ
ങ് കു
ട്ട ു്
പ്ര വർത്ത
വാ നുള്ള
കാ ട്ട്
ിര ത്തി
ഭാ വന
യാ ല്
വീ ണു
പൊ തു
എഴു പത്തിയ
ഭാഗ ത്ത്
അലങ്ക ാരം
പാര മ്പ
ലേഖ നം
സന്തു ഷ്ട
ഗ മ
ദ ോഷ
ബ ിയ
മ റു
ര ്ട്ട
വ നായ
വ ാരി
ശ കു
പ്പ ിക്കല്
പു ത്രി
ലി ശ
സ്ഥ ാ
കി ള
ജീ വന്
പരി പ്പ്
ക്കാ ള്
ചാ ര്യ
മെ ന്ന്
അഭി പ്രായം
യോഗ്യ ത
എടു ത്ത്
എല്ല ാം
വള്ള ം
ര്ശ നം
ാന്ത മായ
ആ ഘോഷ
എ ത്ത
ദ രി
ന ടു
പ വി
മ ിക
റ ീ
ർ ച്ച
തി ൽ
നി ത്യ
നി കുതി
മാ ണ
പ്ര മേ
കു ത്ത
പു ന
നാ കുന്നു
പി ത്ത
നിയ ന്
സൂ യ
ിക്കു മ്പോള്
കഴിയ ാത്ത
ത്തേ യ്ക്ക്
ദൃ ശ്യ
വരു ത്തുക
സമ്പ ത്തും
മത് സ്യം
പ്രശ് ന
ഡ ്ര
ഫ ീ
ഫ ു
ബ ലി
ഭ ര്ത്ത
മ തം
മ രിച്ച
മ ുംബ
വ ില്ലാത്ത
ി ട്ട്
േ യ
ിക്ക പ്പെടാത്ത
ള് ല
വി ശ്രമ
നി ന്റെ
രാ മു
കാ ലി
പു ള
പാ ർ
പാ ട്ട്
വെ റ്റ
ഗ് രി
കുട്ട ികളെ
പ്പെടുത്ത ുന്ന
ധന വും
ലക്ഷ ്യ
പരിശോ ധന
രണ്ടാ മത്തെ
രാജാ വിന്റെ
ഇല്ലാ താ
ആരോഗ ്യ
അടയാ ളം
അണി ഞ്ഞ
ട ൊ
യ ിലാ
വ റ
വ കു
ർ ത്താ
നി ര്ത്ത
വാ ങ്ങുക
കാ ക്ക
ിച്ച ുകൊണ്ടിരിക്കുന്നു
ദേ ഷ്യ
പൂ ക്കള്
കി ട്ടി
ദി ശ
യു ക്ത
ചു വന്ന
സ്വ രം
മോ ശ
വെള്ള ി
വ്യാ ഖ്യ
പ്പു ര
ത്തില ാണ്
ദീ ര്ഘ
മുന്ന ോ
സൈ നീ
ഉരു ണ്ട
ഭൂമ ിയുടെ
കൂട ിച്ചേ
അല് പം
അ ടിയ
ക ട്ടിയ
പ കുതി
റ ാത്ത
ഷ േ
ക്ക ാനുള്ള
ുക ു
രു ്
ാന് തി
ഉണ്ടാ ക്കുന്നു
നേ താവ്
അതി ര്ത്തി
ജ്ഞ ാനി
ഞ്ഞു പോവുക
അധിക ാരി
ഭാര തം
നില വില
പോല ുള്ള
സ്റ്റ േ
സഹോദ രന്
അറു പത്തിയ
അച്ഛ ന്
അദ്ദേ ഹ
പുള്ള ി
ദ്വ ാരം
ച ക
ച ൌ
ദ യം
ന ിക്ക
മ ദ
ര ച
ള മായ
സ ാരി
സ ുകള്
നി ക്ഷേ
നി വാസി
ാര ോ
മാ ക്കുന്ന
പ്ര വര്ത്തി
വാ ല
വാ തില്
ിച്ച ത്
ിച്ച ിരുന്നു
പോ ള
ഗ് രാ
ചി ത്ത
കി ട്ടുക
നീ യ
വൃ ദ്ധ
ജാ തിയ
ഗ്രാമ ീണ
സമ് പാദ
കൂട്ട ിച്ചേ
രാഗ ത്തിന്റെ
അലങ്ക ാര
ദിവസ വും
ആ ട്
ഏ ഴ്
ത ിക്കുക
ന ൽ
മ ദ്ധ്യ
വ റു
സ ന്ദ
ാ ക്കുക
രാ വണ
വാ ണ്
മായ ിരുന്നു
ല്ല ാം
ഇട യില്
ഇരു പത്തി
പുരാണ ത്തിൽ
പ്പി ച്ച്
കുട്ട ികൾ
പ്രദേശ ം
വട ക്കേ
വാദ ിയായ
ധു നി
സുഖ ം
ഗര് ഭ
രഹി തമായ
സാങ്ക േ
കുട്ടിയ െ
വിദഗ്ദ്ധ ന്
വെറ്റ ില
അ ര്ത്ഥ
എ ടുത്ത
ഏ തു
ക ഷണം
ഖ നി
ഗ ണം
ജ ിയുടെ
ര ത്തില്
ി ത
മാ ലി
നാ ര്
വ്യ വസ
സാ ക്ഷ
കൂ ട്ടിയ
സി നെ
വീ ഴ്
പരി ധി
പൊ ട
നിയ ുടെ
അനു സരിച്ച്
മറ്റ ു
സ്വാ ര്ത്ഥ
ഭരണ ാധികാരി
കുതിര യുടെ
ഉത്ത ർ
ആയു ധ
പത് നി
ആരംഭ ിക്കുക
നാഥ ്
രക് തം
സ്വാതന് ത്
ഗ ണി
വ ഴു
വ യ്ക്ക
ശ യം
ണ്ട ം
പ്ര യോഗ
അവ നു
യോ ജ
യോ ജി
ദി ന
തീ ര്ഥ
നേ ര്ത്ത
മഹ ത്വ
സ്വ തന്ത്ര
കാണ പ്പെടുന്ന
പൂര് ത്തി
ബോ ധം
ജീവ ിക്കുന്ന
പുത്ര ൻ
സൈ ന്യം
മധുര മുള്ള
ഒരാ ള്
മാം സം
വര്ഗ്ഗ ത്തില്
അവയ വം
അയാ ളുടെ
പദ്ധ തി
അ സ്ത്രം
ആ ഗ്രഹം
ഒ ട
ക ന്ന
ക ലം
ക ിലോ
ഡ ു
ധ ൃ
ല ിയ
വ ിക്കുക
വ ശം
ു മ്പോള്
ട്ട ോ
പ്പ ണി
മു ണ്ട
കാ ശ്മീ
താ ന
സം ബോ
പാ ക
യ് ക്കും
ചെയ്യ ിക്കുക
ചി രി
തിയ ായ
വള ര്ത്ത
പൊ ങ്ങ
നിയ െ
കാണ ിക്കുക
ജന ങ്ങളുടെ
ചീ ട്ട്
എഴു ത
ചൂ ട്
പോല ീ
നിര് മ്മാ
ലക്ഷ ണം
ഭൂമ ിയില്
്ട്ട ി
തുറ ന്ന
നന് മ
മൂന്ന ാമത്തെ
തീരു മാനം
ഭ്രാ ന്ത
ിച്ചെ ടി
പ്രകടി പ്പിക്കുക
ം ഗം
ഋ ഷി
ഠ ്
ബ ലം
ഭ ക്തി
റ ൊ
ഹ രിയ
ർ ശ
ര് വ
പ്പ ട
മു ര
കൊ റിയ
പാ കം
വ്യ ായ
സാ മ്പ
വെ ച്ച
തിര ിക്കുന്ന
കീ ട
ിക്കാ തെ
ലഭ ്യ
മുഖ മുള്ള
സോ ഹ
ീന ത
സ്ഥാപ നം
പുഷ് പ
സ്നേ ഹ
നശി പ്പിക്കുക
ചുക ന്ന
പ്രതീ ക്ഷ
പ്രയ ത്ന
ജ്യോ തി
അ മ്മാ
ആ ട്ടി
ഇ ന്നു
ഘ ു
ച ര്ച്ച
ത ത്വ
പ ണ്ട്
ര ണം
ള ോ
സ ത്
ക് രീ
പ് രി
സ് തം
ട്ട ാമത്തെ
വി ധി
ക്ഷ ന്
കൊ മ്പ
വേ ഗം
പി റ
സി ൽ
ശ് രി
മി ച്ച്
നീ യമായ
നേ ര
ശ്യ ാമ
മധ ു
നില നില്
മണ ിക്കൂ
പോലെ യുള്ള
തായ ത്
ഇഷ്ട മാണ്
സഞ്ച ാര
ഡോ ളര്
ദ്വീ പ
വേഗ ത്തില്
ക്ട ര്
സാമൂ ഹ
വിഷ് ണു
ഇ ന്ദ്രിയ
ച ാരി
പ ിര
പ രീ
ഫ ീസ്
മ ന്ദ
ള ിക
ക് രാ
ക് യം
ട്ട ില്ല
ട്ട ിലെ
പ്പ ീ
കൊ ണ്ടാ
യാ ന
ണി ന്റെ
ലാ ഭം
ബാ ഹ്യ
പേ പ്പ
കഴ ിക്കുന്ന
വർ ഗ്ഗ
നല് ക
വു മായ
രാജ്യ ങ്ങള്
യായ ിരുന്നു
മുന്ന േ
ണ്ടായ ിരുന്നു
രാഷ്ട്ര ീയ
ദൈ ത്യ
പരു ത്തി
നാര ങ്ങ
സംഘ ം
കൃഷ ിക്കാരന്
രമേ ശ്
വിരുദ്ധ മായ
സംബോ ധന
അ ലി
ഉ പാ
ഖ ം
ഞ ായ
യ മ
െ ന്ന
പ്ര വാ
റ്റ ാ
കൊ യ്
സാ ം
ങ്ങള ുള്ള
വെ ട്ട
യു ണ്ട്
നേ ത്ര
പരി ഷ്
കാര ാന്തമായ
വർ ദ്ധ
കുട്ട ികളുടെ
വിഷ മ
ഹര ണം
പഞ്ച ാ
ഭഗ വാ
പ്രായ പൂര്ത്തി
ആളുകള ുടെ
എതി ര്
അ ത്ര
ആ ല്
എ ഴുന്ന
പ ലിശ
മ ലി
വ ള്
വ ഞ്ച
ക് രൂ
ത്ത ീ
സ് സു്
മു ൻ
ങ്ങ ല്
പാ ടി
മി ത്ര
റി ന്
നീ ളം
മേ ഖല
ബ് ബ
ഹി ം
കാര ിയായ
മറ്റ ും
ന്യ മായ
ക്കാര നായ
ഭരണ കേന്ദ്രം
രോഗ ി
ദൂ ര
സൌ ക
ഒരാ ളുടെ
അം ശം
കൃഷ്ണ ന്റെ
കിഴ ങ്ങ്
കാര് യാ
ഉട മ
ഇന്ന ലെ
മണ്ഡ ല
ബ്രഹ് മ
നാലാ മത്തെ
എ രു
ച വി
ത ന്നു
മ ക
വ കം
ൊ ന്
വി മാന
വി തര
പ്ര സ്താ
ിച്ച ും
സ്ഥ ന്
ചെയ്യ ും
ലം ഘ
കൃ ഷ്ട
ദു ഷ്
ജാ തിയില്
കെ ട്ടുന്ന
പ്രതി നി
വിള ക്ക്
ശീ ലം
തട സ്സ
ഇര ിക്കുന്ന
ലക്ഷ ്
കണ് ണ്
അടു ത്ത്
അയ ഞ്ഞുപോവുക
ക്ഷേ ത്ര
സൂക്ഷ ്
നിയന്ത്ര ണ
ആഫ്രിക്ക ന്
അവയ വ
വിനോ ദ
അ ണ
ആ ലോ
ഇ ച്ഛ
ഈ ന്ത
ക ഷണ
ഗ ൂ
ജ ലാ
ട ുന്നു
വ ടം
ശ ത
ത്ത ല്
പ്ര ണ
തു ര
ങ്ക ം
ങ്ക ാര
ചെ മ്പ്
ചെ ടിയുടെ
ലി ംഗ
പാ ദി
അവ സര
വീ ശ
തല ം
നട ത്തിയ
രീ തിയ
കന് യ
കാണ ാന്
സഹ ായം
മാര് ഗ്ഗം
മാന ിക്കുക
മന സ
വ്യാപ ാര
സിം ഹം
ചേര് ത്ത്
വിവര ണം
ആ കൃതി
ആ ഭൂഷണം
ക മ്മ
ച ര്യ
മ ദ്യ
ത് മാ
ക്ക ായി
ണ് ണ്
ങ്ങ ുന്നു
കു ടി
പു ല്ല
നാ ശ
മി ഠ
ഉണ്ടാ കുന്നു
റിയ ുക
ഹി മാല
കയ റി
ത്തോ ട്
എടു ക്കുന്ന
കൊള്ള യ
തീയ തി
ഗ്രന് ഥം
വ്യക്തിയ ാണ്
പറയ ുന്നു
ആനന്ദ ം
പുരാ ണം
തമിഴ് നാ
അ തായത്
ഉ ദ്ദേശ
ട ിക
ദ ോഷം
പ കര്
മ ഹി
ി ട്ടുള്ള
തി നെ
തി രിച്ചു
വി സ്
വാ നായ
ക്ഷ ീ
വേ ശ്യ
മി ഥ
ഉപ യോഗം
മായി ട്ടുള്ള
കട ന്നു
ദു ഷ്ട
മോ ദ
ക്കാ തെ
ഭക്ഷ ിക്കുന്ന
ആയ ിരിക്കും
അമ്മ യുടെ
പഠ ിക്കുന്നു
ശോ ഭ
ഗീ തം
ിച്ചി ട്ടുണ്ട്
പ്രദ മായ
തിന്ന ാവുന്ന
രണ്ടാ ം
അക്ഷ രം
ഭേ ദം
അച്ഛ ന്റെ
ഉത്തര് പ്രദേശിലെ
ആ ദി
ഇ ടു
ഏ ഷ്യന്
ക നം
ക രിച്ച
ക മ്പ്
ച ലി
ച ില്ല
ധ രിക്കുന്ന
ഭ യം
ര കം
ല വ
ല ക്ഷം
വ ണ്ണം
സ ന
േ റ്റ്
് ക്ക്
ന് യാ
ര് ണ്ണം
സ് പെ
രാ ശ
പ്ര ോ
കു ശ
ക്ഷ ീണ
ങ്ക ിലും
ചെയ്യ ിപ്പിക്കുക
പി തൃ
പി താവ്
ശ് വാസം
ഉണ്ടാ ക്ക
കോ ട്ട
ഏത ൊരു
പര സ്
ക്ഷി ച്ച്
മാര് ക്ക്
കര് ണ്ണ
എന്നിവ യില്
പ്പി ന്റെ
ഗാ ന്ധ
ഇര ട്ട
വിശ് വാസം
ഉത് പാദി
മുറി വ്
പീ ഠ
വേഗ ത
അക്ഷ ര
സ്തു തി
മംഗ ള
ബംഗ ാള
അച്ച ട
വിദ്യാഭ്യാ സം
മുംബ ൈ
ഇ സ്
ഇ ട്ടു
ഉ ഴ
എ തിര
ക ത്തിന്റെ
ക ാരി
ഗ വേ
ന ട്ട
പ ദം
യ ജ
വ സൂ
സ ിയ
ു ടേയും
ുക ാരന്
വി ശാല
ച്ച െ
കാ ം
ദ് രം
ക്കുക യും
മൂ ന്നു
ദി നം
പൊ ള്ള
സേ നാ
കയ റ
തര ുന്ന
ലഭ ിക്കുന്നു
അഭി പ്രായ
കർ മ്മ
താങ്ക ൾ
മുള ക്
അധ ീനത
അമ്പ ല
ബാധ ിച്ച
കര്ത്ത വ്യം
പ്രവേശ ന
ശ്രേ ഷ്ഠ
മാറ ുന്ന
ട്ര ോ
വെറു തെ
എളു പ്പ
സമ്പ്രദ ായം
ധാര് മ്മ
ആ ധുനി
ക യ്യ
ജ ിയ
ജ നാ
ഡ ിയ
ത ന്ന
ഷ ീ
സ രിച്ച
ാ ർ
ക് യ
വി ലാ
വി ട്ടു
വി ചാരം
ക്ഷ ുര
ചെ വി
സം സ്ഥാന
ില്ല ായ്മ
വേ ർ
വര ണം
കര ിക്കുക
കോ പ
ചു റു
ികള് ക്ക്
കൈ യില്
കഴ ിക്കുക
ഉള്ള ില്
ഇര ിക്കുന്നു
ആയി രം
ല്ലി ന്റെ
മഹാരാ ജാ
അഥ വാ
കല്യാ ണ
പൂര്ത്ത ിയാ
ഇരി പ്പി
ഈ ച്ച
ഒ ളി
ജ ര്
ത ത്
ല ജ്ജ
ശ ൃ
ോ ര
ുക ൂ
ര് ണ്ണ
വി ഷം
കാ ർ
കാ വല്
കു ളി
ുള്ള ത്
അവ ർ
പ്പെ ട്ടി
രിയ ാ
ളി ന്റെ
ാര് ഥം
തോ ട്ടം
സൂ ര്
പര സ്പ
ചേ ഷ്ട
വായ ന
കര് ണ
ഭാഗ ്യ
അന ന്ത
പെട്ട െന്ന്
മത പരമായ
വിര ല്
ദൂ രെ
തെറ്റ ായ
കെട്ടി ട
ഉന്ന ത
കുടുംബ ം
തൊണ്ണൂ റ്റി
സൂചി പ്പിക്കുന്ന
ക്രോ ധം
ികൊണ്ട ിരുന്നു
തമാ ശ
ൊന്ന ാമത്തെ
ആ രാ
ഇ ട്ട
ഉ ദാ
ഒ ന്നു
ക ഞ്ച
ട ിച്ചു
ത നം
ന ൌ
ര ഥ
ഹ െ
െ ടുത്തു
ന് സ്
ന് താ
ാര ൻ
ില ായ
രി ന്നു
പ്ര കട
കാ ട്ടു
പു തു
ിച്ച ിരിക്കുന്ന
ചെയ്യ ാത്ത
ണ്ടാ ക്കുന്ന
പരി പാല
പരി ചയ
ബാ ബ
ബാ ഹു
ജാ മ
എഴു തുന്ന
മെ ഴുക
ചെയ് ത്
രിക്ക പ്പെട്ട
പെട്ട ന്ന്
വിര ല
ദൂ രം
ജ്ജ നം
ഭീ രു
വ്യാപ ാരി
ഭം ഗം
ചുറ്റ ിക
നാട കം
മുന് പ
ഭു ജ
ഹൃ ദയം
മധ്യ പ്രദേശിലെ
ആദ്യ ത്തെ
മറ്റുള്ള വരെ
നമു ക്ക്
ഉത്തർ പ്രദേശിലെ
റൊ ട്ടി
ക ണ്ടി
ഖ ാ
ണ ീ
ഭ ർത്താ
മ ിക്ക
ഷ ണി
സ യന്
ു ന
ത്ത രം
്യ മായ
തി ന്നു
വി ദ്
വി രാമ
മു ട്ട്
കു ളം
രോ മം
നായ ിക
തെ റ്റി
കോ പം
വുക ള്
വല ിച്ച
ക്കാ രുടെ
സഹ ിക്കുക
പട്ട ാള
ബു ള്
മൃ ദു
റാ ണി
ഹര ിക്കുക
ഡി ന്റെ
ഉത് പന്ന
ണിയ ുന്ന
ഗി രി
കും ഭ
ശാല യില്
കറു പ്പ്
പ്രേ മ
മട ങ്ങ്
ഗ്രന് ഥി
സൂര്യ ന്
പരു ന്ത്
കൌ ശ
സൃ ഷ്ട
ആളുകള െ
കീഴ ട
ഗുജ റാത്ത
താത്പ ര്യം
സാങ്കേ തിക
അ ക്ക
ആ ണ
ആ കാര
ഇ ന്നും
ഇ പ്പോൾ
ജ ഗ
ഞ ര
ഡ െ
മ ിച്ച
യ േ
സ ന്ധി
ക്ക ണം
സ് ക
ട്ട ാണ്
മു ക്തി
പ്ര യോ
ദ് വാര
കൊ ടുത്ത
പി ഴ
വീ ക്കം
ഉപ കരണ
ജ് വരം
വൃ ത്തിയ
മര ണം
ഭൂ തി
കാണ പ്പെടുന്നു
ുകള ുള്ള
പ്രാ വശ്യ
വിള വ്
തുട ര്ച്ച
വിദ്യ ാര്ത്ഥ
വരെ യുള്ള
അടു ക്കള
ിയാ കുന്നു
മുപ്പ ത്തി
സുര ക്ഷി
ന്യായ ാധിപ
എണ് പത്തിയ
ഗായ കന്
ആത് മാ
പർ വ്
വിഭ ജ
ആസ ്ട്ര
തൊഴിലാ ളി
പവി ത്ര
സയന് സ്
അ ഞ്
ക ട്ടി
ച ട്ടി
ത ർ
ഴ ല്
വ ദ
സ ത്യം
ാ ർത്ഥ
േ ക്ക്
ക്ക മുള്ള
ത്ത ാണ്
ര് ക്കുക
ിയ ില്ലാത്ത
വി ടുക
വി പരീ
മാ ണു്
മു തൽ
പ്ര വി
ഒരു മിച്ച്
ന്ത ുക
വെ ടിയ
രോ ഹി
കോ ലാ
പെ ട്ടി
തോ ട്
ല്ലാ തെ
പുറ ത്തെ
ഉപയോഗ ിച്ച്
മാര് ഗ്ഗ
നാല് പത്തിയ
കൊടു ക്കുന്നു
പ്രതി മ
ക്കാര െ
പിട ിക്കുന്ന
ദാ സ്
യോഗ്യ മല്ലാത്ത
യൂ ട്ട
മുറി വേ
കിട ക്കുന്ന
ദുര് ഗ്ഗ
പിന്ന ീ
കഴു ത
യില്ല ായ്മ
തൊഴ ില്
നെയ് ത്തുക
തുള സി
ധൈ ര്യം
വിദ്യാല യ
പൂര്വ് വം
പാരമ്പ ര്യ
ര്ട്ട ്
ഒട ീഷ
അ സൂയ
ഇ ത്ര
ക ല്ലു്
ച യം
ഛ ന്ദ
ത ായ്
പ കര
റ ിലെ
േ ട്ട
ോ ടി
ിയ ി
ണ്ട ില്
നി സ്
ണ് ഠ
വാ ത്ത
മായ ിരിക്കും
ദ് രു
വസ്തു വിനെ
വസ്തു ക്കളുടെ
മൂ ത്ര
ദേ ഹ
ജോ ര്
കര യുക
നായ ിരുന്നു
ശാ ലി
ബാ ങ്ക
കൃ ത്രി
വൃ ത്ത
എന്നിവ യെ
അട ിച്ചു
രക്ഷ ാ
ബി രു
അപ രാ
വില് പ്പന
കല് ക്ക
സമു ദ്രം
പാട ുന്ന
അമ്പ ത്തിയ
കണ ക്ക്
പ്രസിദ്ധ ി
പിടി ച്ച്
വരാ ത്ത
കൃഷ്ണ ന്
അന്യ ായം
ീക രിച്ച
തോട്ട ത്തില്
എത്തി ച്ച
പശ് ചി
എരു മ
അ ധി
അ റ്റം
ഉ ടു
ച ര്മ്മ
ഞ ാ
ട ാത്ത
ത ര്ക്ക
ദ ശ
ന വര
പ ത്രി
പ ന്നി
യ ജു
ര ത
സ ന്നി
നി രൂപ
നി ഷ്ഠ
നി പുണ
മാ ക്കിയ
മാ റുക
പ്ര ശ
കു റ്റം
സം ഗ
അവ ളുടെ
പി രി
ഷ്ട ം
തിയ െ
വള രുന്ന
റു ്
നീ ക്കം
അതി ല
പര ന്ന
ശു ക്
ചേ രുക
വായ ിക്കുന്നു
എഴു തി
പദ വി
പ്രതി ജ്ഞ
ഉറ ക്കം
വട ക്കു
സീ മ
എണ്ണ ത്തില്
ഭീ മ
ചുറ്റ ിക്ക
വഴ ക്ക്
ആയി ട്ട്
സൌ ന്ദ
സമ്മ തി
പ്രസിദ്ധ മായ
നശി പ്പിക്കുന്ന
അപ്സര സ്
വാട ക
പച്ചക്ക റി
കട്ടിയ ുള്ള
പൊങ്ങ ച്ച
തമിഴ്നാ ട്ടിലെ
പ്രവി ശ്യ
ആ ര്യ
ആ സാമ
ഞ ങ്ങൾ
ത ത്ത
ഥ ്
ദ യാ
ദ ണ്ഡ
ബ ം
ത്ത ുന്നു
രു ള്ള
വി മാനം
മാ രും
ക്ഷ ണം
ചെ മ്മ
പാ വ
അവ ധി
വര് ക്കും
സി ന്ധ
മൂ ത്ത
നെ ല്ല
മി നി
ാന ും
റിയ ി
നേ രി
കേ ര
കേ ട്ട്
ഹി ന്ദി
ഗു ല്
ുകള ും
മുതലായവ യെ
റ്റി ന്റെ
രൂപ ത്തിലുള്ള
കാര്യ ങ്ങൾ
ഇരു ന്ന്
നാല് പത്തി
മന സ്സ്
എഴു തുക
പദ ാര്ഥം
ശീ ത
ഉത്ത മ
മന് ത്രാ
താമ സം
ഗ്രാമ ം
ഇല കള്
ക്കൂ ര
വച്ച ിരിക്കുന്ന
മാത്ര മേ
വാക് യം
അപ്സര സുകള്
മനസ ിലാ
യജ മാന
പശ്ചി മ
ഉ ളി
ക ബ
ദ ൌ
ധ നു
പ താമത്തെ
ഭ ദ്ര
മ സ്
യ ുന്നു
ല ിക
വ ക്കീ
സ ദ്
സ സ്യം
ുക ി
വി ച്ചു
നി രീക്ഷ
മു ഗ
രാ മായ
പ്ര ഭാ
കാ റ്റ്
സം ശയ
യാ വുക
ചെയ്യ ാൻ
തല യില്
മി ന്നല്
മ്പ ര
പെ ന്
സ്വ പ്
പര സ്യ
മോ ഹി
വ്യാ കരണ
എഴു ത്ത്
ബോ ര്
ലഭ ിച്ചു
ചൂ ള
ഉത് പാദ
ഗ്രാമ ത്തില്
പ്രത്യ ക്ഷ
ോഗ ിക
ജോല ിക്കാരന്
കഴു ത്തില്
വ്യക്തിയ െ
മുത്ത ച്ഛന്
കപ്പ ല്
നക ത്ത്
അന്വേ ഷ
വൈദ്യു തി
യൂറോപ്പ ിയന്
അണിഞ്ഞ ിരിക്കുന്നു
അ ഭ
ആ വുക
ഉ ദ്
ക പട
ച ാന്
ഛ ത്ത
ജ പ
ഢ ി
േ യ്ക്ക്
രു ടേയും
പ്പ ായ
വാ തം
കു ലു
കൊ ത്തി
സ്ഥ ാനി
പി ണ
വെ ട്ടുക
ാന ായി
തീ ര്ത്ഥ
നീ യം
ചു റ്റി
നോ ക്ക
തോ ണി
കുറ യുക
സ്വ ർ
ധിക ാര
മോ ചനം
ഭി ത്തി
മീ റ്റര്
ുകൊണ്ട ു
അപ കട
ശരീര ത്തിന്റെ
ജന് മം
ദീ പ
രുക േട്ട
അടി മ
തൃ പ്തി
താമസ ിക്കുന്നു
ീയ മായ
ശീല മുള്ള
സന്ത ോഷം
ദൈ വം
കലാ കാരന്
ാട ന
കണ്ട െ
കര്ത്ത ാവ്
ആശ ാരി
മഹാരാ ഷ്ട്
വിശ്വസ ിക്കുന്നു
പരിശീല നം
സ്വഭാവ മുള്ള
ഗൃ ഹം
വാന രന്
വകു പ്പ്
നിലവില ിരിക്കുന്ന
ഹിമാല യ
കമ്പ് യൂട്ട
ആധുനി ക
ആ രും
ഇ റ്റ
ഇ ട്ട്
ഖ ണ്ഡ
ഡ ീ
ത ടാ
ധ ര
മ ഷി
ര ില്
സ രം
ൂ പ
ൊ മ്പത്
സ് കൂ
്യ ത
തി നും
പ്പ ണ
കു ഞ്ഞ്
ദ് വാദ
പു രോഗ
കൊ ത്തു
പാ കി
പാ ണ്ഡ
യോ ട്
മി ന്
രോ മ
ര്യ ിലെ
റു ണ്ട്
നേ പ്പാ
കട ലാ
കട ക്കാരന്
കാല ില്
ഭാഷ യിലുള്ള
ഇട ുക
നിര്മ്മ ിക്കുക
സേ ര
സ്വാ ദ
മെ ഴു
കുട ിക്കുന്ന
എല്ലാ വര
ഉറ ക്ക
വിവാ ഹിത
ഹാ നി
മ്പി നെ
അറിയ ുന്ന
മാറ്റ ുന്ന
പൂജ ാരി
മുറ ിക്കുക
മഴ ക്കാല
പെണ് കുട്ടി
അവസാ നി
സമ്പ ത്ത്
വ്യക്തിയ ുടെ
ചൊ ല്ല
മറ്റുള്ള വരുടെ
തീരു മാന
ചെട ികള്
അദ്ധ്യ ാപകന്
വാക്കുക ള്
ഭര്ത്ത ാ
പരസ്പ രം
ഒടീഷ യിലെ
മഹാരാഷ്ട് ര്യിലെ
ഇ ളം
ഘ ട്ട
ച ട്ട
ജ േ
ഡ ല്
ന മായ
പ ര്യ
പ ല്ല്
മ ടി
മ യില്
ര ത്നം
ൂ റ്
േ ദ
ോ ഗം
ോ ഷി
ക്ക ര്
സ് രാ
്യ മുള്ള
വാ ങ്ങുന്ന
കൊ ക്ക്
താ ന്
താ ക്കുക
ടു ക്കുക
വ്യ ത്യാ
അവ ൾ
സാ ക്ഷി
കൂ മ്പ
തെ ര
ക്കു മ്പോള്
ക്കു റിച്ച്
കുറ ിച്ചു
കെ ട്ടുക
കാര്യ ത്തില്
ഇട ുന്ന
മനുഷ്യ ന്റെ
അത് ഭു
കയ റ്
ചൂ ടുള്ള
വട ക്ക്
കഴിയ ില്ല
ആന യുടെ
ജല പക്ഷി
കൊണ്ടു ണ്ടാക്കിയ
വര്ണ്ണ ന
അടു പ്പമുള്ള
പ്രധാന മന്ത്രി
ിരിക്കുക യാണ്
തയ്യ ല്
ആഗ്രഹ ിക്കുന്നു
സമ്പ ന്ന
സ്താ നി
ആരോഗ ്യം
വിദ്യാഭ്യാ സ
ഗോത മ്പ്
ഗൃ ഹ
അത്യാ വശ്യ
പരാജ യ
മിഠ ായി
ഗുജറാത്ത ിലെ
അ ജ
ആ ന്ധ
ഇ റാ
ധ ർമ്മ
ന ഖം
പ ള്ള
ര വ
ല ൌ
ശ ങ്ക
ശ സ്ത്ര
സ ിലെ
ഹ ട
ഹ ാര്
ുക െ
ട്ട ാ
വി ട്ട്
വാ ള
വാ ർ
ത്തി രി
ദ് ദേശം
പാ തം
പാ നീയം
ചെയ്യ ാന്
സാ ഗ
ഉപ രി
കള ിക്കുന്നു
തെ ക്ക്
തെ റ്റ്
നേ രം
പറ ക്കുന്ന
പേ രുകേട്ട
മനു സരിച്ച്
സേ ഠ്
പതി നെ
വാസ ിയായ
റോ ഡ്
ഉത് സാഹ
ദൂ രീ
സമ് മാനം
ിച്ചി ട്ട്
ഭീ ഷണി
ജോല ിയില്
കിട ക്കുന്നു
ദേവ ത്വം
സഞ്ച രിക്കുന്ന
സാമ ഗ്രി
ക്കള ും
സർ ക്കാർ
മറ്റൊരാ ളുടെ
ഇന് ത്യ
പ്രസ ന്ന
എളു പ്പം
ആക്രമ ണം
അമ് മായി
സാമ്പ ത്തി
പ്രാവശ്യ ം
കോലാ ഹ
ആസാമ ിലെ
ആ ഴ
ഉ സ്
ഉ പ്പ്
ഖ ു
ച ങ്ങല
ജ യം
ഡ യ
ത െങ്കിലും
ന ങ്ങള്
ന ല്ലാത്ത
പ യോഗ
ബ ർ
ര ല്
ശ ാന്തി
സ ത്ത്
സ വാരി
ോ ടെ
ന്ന ാ
ിക്ക ില്ല
വി രിയ
പ്പ േ
നി ങ്ങളുടെ
ില ായി
മാ ധ
മു സ്
മു ക്കു
മു ട്ടുക
കു ടിയ
പോ കും
ന്ത രം
വെ യില
വീ തി
വീ ഴുക
മി ശ്രി
കര ിക്കുന്ന
തെ ക്കു
കോ ള
ക്കി ഴ
വല ിക്കുക
ബാ ധി
നിറ ച്ച
പൊ ടിക്കുക
തോ ക്ക്
ജാ തിയിൽ
ുകള െ
തൊ ല
കീ ഴ്
സര് ക്കാരി
മന് ദി
ഹാ ജ
ലേ പനം
യില ൂടെ
നിര പ്പാ
സൈ ന്യ
കണ്ണ ീ
മില്ല ാ
ിച്ചി ട്ടുള്ള
ഒന്ന ാം
കള്ള ം
പ്രസിദ്ധ നായ
അരി പ്പ
അംഗ ീകര
പരീക്ഷ ണ
ചട ങ്ങ
വയ് ക്കുന്നു
മത്സ രം
അദ്ധ്യ ാപ
പുണ ്യ
ഉണ്ട ായി
ദഹ ന
സങ്കര രാഗം
വികാര ങ്ങള്
അര്ത്ഥ ം
ധൃ ത
കര്ണ ാട
ഏ താ
ക ണം
ച തി
ണ ക്കിന്
ധ ന്
മ ഞ്ഞ്
ല ര്
ശ ര്
ഷ ിയുടെ
ീ കരണം
ക് സ്
സ് മ
വി ഡ്
ണ്ട ുക
രി പ്പിക്കുക
കാ ൻ
കാ ന്തി
ിക ൊണ്ട്
ങ്ങള ാണ്
മൂ ല്യം
ക്കുന്ന തിനു
വീ ട്ടു
റി പ്പ
ട്ടി ന്റെ
യു ഗ
യു ഗം
പൊ ട്ടിയ
നിയ ാ
തോ ട്ടി
കാണ ുന്നു
അനു സര
ചെയ്യുന്ന വന്
പല ക
കീ ര്ത്തി
നല് കിയ
മഹാ ഭാരത
ത്തില ു
ിക്കപ്പെട്ട ു
പ്രദേശ ത്ത്
തട ിച്ച
നിര് ണ്ണ
അള വില്
കള്ള ന്
ആരം ഭം
ശരിയ ായി
സ്പ ഷ്ട
പറയുന്ന ത്
ഭയ ങ്കര
നിയന്ത്ര ണം
കമ്പ നി
ചരി ത്ര
ചൈ ന
തവി ട്ട്
ദരി ദ്ര
മുന്നോ ട്ട്
ഞായ ര്
ബംഗാള ിലെ
അ ഴ
അ വി
അ ല്പ
ആ ട്ട
ഓ ഫീ
ഗ ത
ച ാര്
ജ ൂ
ത ത്വം
ഫ ിലി
ബ ര
മ ണ്ട
മ ണം
മ കര
മ രിച്ചു
ഹ നു
േ ന
ന് ലാന്
ക് റ്റ
ിക്ക പ്പെടുക
മാ വിന്റെ
വാ ഡ
തു ല
തു ര്
ത്തി ന
ിച്ച ില്
കൂ ട്ടുന്ന
സി നിമ
ശ് വാസ
ക്കുന്ന തിനായി
കോ ണ
വര്ത്ത നം
മേ ൽ
വല ിക്കുന്ന
നിയ ില്
ഞ്ച ാമത്തെ
മര ുന്നു
കുറ ച്ച
സൂ ച
കാണ ിച്ചു
ദു രാ
കഴ ിക്കുന്നു
ഭാഷ യെ
സ്വാ മി
കയ റുക
വസ ിക്കുന്ന
ചെയ് തിര
ബോ ം
അല ക്കുക
സിദ്ധ ാന്ത
പാല കന്
പ്രേ രണ
സന്യാ സ
സൃ ഷ്ടി
ചാണ കം
കിട്ട ാത്ത
ഴിയ ുക
ദേഷ്യ ം
ആ ഹാര
ഇ പ്പോഴും
എ ൺ
ഏ ഴു
ഒ ള
ക സേര
പ ക്കല്
ഭ രി
മ ല്
യ ിലും
ര ജ
റ ാം
ല ൂ
വ നാ
ശ ന്
സ മുള്ള
േ റ്റ
ർ ദ്
ുക ളിൽ
ിക്ക ട
സ് നാ
ിയ ിലുള്ള
നി ശബ്ദ
ാര ണം
മാ ദ്ധ്യ
മു നി
മു ള്ള്
കൊ ഴു
കൊ ട്ടു
താ വസ്ഥ
താ ല്പ
നു ണ
വര് ക്ക്
ക്കുക ള്
വസ്തു ക്കളെ
പി ശു
കൂ ട്
സി ന്ദ
വെ ണ്ണ
ഉപ ദേശം
ഉപ ദ്രവ
കര ായ
സു ഷ
യു ക്തി
പെ ടുത്ത
ശി ശു
കട യില്
കാണ ുക
വെള്ള ത്തിന്റെ
ജന നം
ഉപയോഗ ിക്കുക
ത്തുക ൂ
പുരാണ ങ്ങളില്
നൂ ല
ആള െ
കയ ിലെ
ക്കാര ായ
കുട്ട ിയുടെ
പ്പാ ട
എല്ലാ വര്ക്കും
െടു ക്കുന്നു
പഞ്ച ായ
ലക്ഷ ്യം
കണ്ണ ു
ക്കെ ട്ട്
കളി പ്പാ
ക്ഷേ ത്രം
സൂക്ഷ ിക്കുന്ന
സന്ത ോഷി
ാട നം
ധര്മ്മ ം
പടിഞ്ഞാ റന്
ശര ിക്കും
ആഫ്രിക്ക യിലെ
പരിശോധ ിക്കുക
തുള്ള ി
കൊല പാത
ഷ്ട് രം
പ്രമേ ഹം
കൊണ്ടാ ണ്
പ്രയോ ജന
എത്തിച്ച േ
ചുറ്റിക്ക റ
ഛത്ത ീസ്
അ സ്ഥി
ആ കുന്ന
ആ ഭരണ
എ ണ്ണം
എ ന്തി
ക യ്
ക ബീ
ഘ ്
ഥ ര്
പ ാരി
ബ സ്
ബ ില്
ഭ ൈ
മ ഞ്ച
മ ഞ്ഞു
വ ന്ന്
വ നെ
സ ൊ
ന് മാരുടെ
ക് യാ
ക്ക ാം
ിക്ക പ്പെടുന്ന
രു ചി
വി രോ
പ്പ റ
നി മി
മു മ്പ്
പ്ര ഭാവം
ങ്ങ ും
മ് പാ
ചെ ണ്ട
ിച്ച ിരിക്കുന്നു
താ ണ
വ്യ ത്യ
അവ കാശ
വേ ഷം
പോ കു
അല്ല ാത്ത
ങ്ങള ിലെ
മൂ ടി
വീ ട്ടുക
വീ രന്
ജീ രകം
വര്ത്ത മാനം
പറ യാ
ഹി ത്യം
സമ ര്ഥ
വന് യ
മഹ ത്വം
ശ്ര ൂ
ശ്ര മം
പ്പോ യ
യുള്ള ു
പൂര് വം
വയ റ്
വസ ന്ത
ത്തോ ടു
തേ ജ
ഇര ുന്ന
കണ്ണ ാ
ശബ്ദ ിക്കുക
തിന്ന ുന്ന
പറ്റ ിയ
മൈ ന
ര്ക്ക ര
അറു പത്തി
ഭോ ജനം
കൂട്ടുക ാര
ശൈ ലി
ഉത്തര വാദി
ദ്രാ വകം
ദൃഢ മായ
ധാര ിയായ
പ്രയ ത്നം
ത്തിലേ യ്ക്ക്
നമ്മ ള്
ചന്ദ നം
പന്ത്ര ണ്ട്
ടൊ പ്പം
സാമൂഹ ിക
ക്രാ ന്ത
ധാര്മ്മ ിക
ചെമ്മ രിയാ
ദ്വാദ ശി
മന്ദി രം
ആ ന്ത
ആ കര്ഷ
ആ കാശം
ഉ ഷ്ണ
ഒ ന്
ച ില്
ഡ ാ
ണ മായ
ദ ര്ശ
ബ ൌ
ബ ിയന്
ഭ ൃ
മ ടിയ
യ വം
ല ീല
വ ുന്ന
വ ലം
ാ ണ
ു ത്
ു മായി
ക് ലാ
ത് ര്
ക്ക യ
പ് ളാ
ുക ം
സ് കോ
സ് പര്
വി നിമ
രാ ഷ്ട്രം
പ്ര ഖ്യ
ങ്ങ ോ
ചെ റുക
താ പ
പാ മ്പ്
യോ ദ്ധ
റി ൽ
കര സ്ഥ
കള ങ്ക
യു ണ്ടാ
യു വാന്
നേ രിയ
നോ ട്ടം
അതി ൽ
സ്വ ന്ത
കള് ക്ക്
ഇരു മ്പിന്റെ
കയ റ്റം
ക്കാര നെ
ക്ത നായ
അല ഞ്ഞു
രാജ്യ ത്തെ
യില ാണ്
തന് ത്രം
സമ് പൂർണ്ണ
ഇഷ്ട ം
പൂർ ത്തിയാ
ാല ങ്കാരം
മനസ്സ ില്
നന ഞ്ഞ
സുന്ദ ര
സുന്ദ രമായ
സമൂഹ ത്തില്
പുറത്താ ക്കുക
ചോദ ിച്ചു
തെളി ഞ്ഞ
അടയാ ള
ധരിച്ച ിരിക്കുന്നു
അവത ാരം
സമീ പം
അദ്ദേഹ ത്തിന്റെ
കണ്ടി ട്ട്
കൃത്രി മ
മന്ത്രാ ലയം
എൺ പത്തി
വിനിമ യം
അ ഭാവം
അ ർത്ഥ
ഉ മ്മ
ഊ ര്
ഏ ല്
ക ഫ
ട ീ
ഫ ാ
മ ൺ
ല ഘു
സ ിക്കുക
േ ന്ദ്രിയ
ിക്ക ിട
സ് ഫ
തി കമായ
വി പ്
ണ്ട ു്
പ്പ ിക്കും
പ്പ ിലാ
രാ ള
കാ റ്റ
ദ് വി
കൊ ളു
പാ ദം
പാ ഴ്
ചെയ്യ ുവാന്
സി ന്
മൂ ക്ക്
വെ ച്ചു
ഗ് ന
ട്ടി ട്ട്
കി ളി
ഉപ ദേശ
നായ ്
ഉണ്ടാ കുക
കോ ല്
വര്ത്ത മാന
എന്ന ീ
ഹി തമായ
വൃ ത്താ
ദ്ര വം
മര ിക്കുക
ഭൂ ലോകം
കാണ ുവാന്
പേ ന
വെള്ള പ്പൊ
പുറ പ്പെടു
ഭാഷ ാ
ഭാഗ വും
അട യ്ക്ക
ലഭ ിക്കാത്ത
ഗ്രഹ ണം
ഇര ിക്കുക
അറിയ ുക
ഉണ ക്ക
ചുമ തല
നാട ക
മുന് പ്
കിഴ ക്കന്
ക്കോ ല്
അമേരിക്ക യിലെ
ബഹു മാനം
തുല്യ മായ
ജനിച്ച ത്
ചക്ര വര്ത്തി
നിന്ന ുള്ള
ഗായ കൻ
പുരാ തന
ികൊണ്ട ിരിക്കുന്നു
തില ൂടെ
വിസ്ത ാരം
കാലാ വസ്ഥ
കവ ചം
ഉദ്യോഗ സ്ഥ
യൂറോപ്പ ിലെ
ഘാ തം
പയ റ്
എഴുന്ന േ
പൊങ്ങച്ച ം
സ്വപ് നം
അ ക്
അ യോഗ്യ
അ ശോ
ഇ തില്
ഉ ല്
ഉ റു
എ റിയ
ഐ സ്
ക ഷ
ഗ ജ
ഗ ാനം
ഘ ോഷം
ട ന്
ഡ ര്
ധ ാനം
മ ഠ
ശ ര്ക്കര
സ ദ
സ ില
ോ പകരണം
സ് സം
പ്പ ില്ലാത്ത
കാ വ്യം
കു പ്പ
പാ റ്റ
ദ്ധ ം
സി നി
ദേ ശി
വീ ട
തിയ ുള്ള
കള യുക
ക്കി ള്
നേ ട്ടം
മേ ള
ചു ട്ട
ബാ ക്കി
നോ ട്ട
ഗു ഹ
പ്പോ ലെ
കഴ ിച്ച
തൊ ഴു
ക്ര ിക്കറ്റ്
ഗോ ത്ര
സര് വ
എഴു പത്തി
കൊടു ത്തി
ഹര ണ
പക്ഷ ിയുടെ
മൊ ത്തം
സ്റ്റ ര്
ഗന്ധ ം
സാധന ങ്ങൾ
ആളുകള് ക്ക്
സൂക്ഷ ിക്കുക
ിക്കൊണ്ട ിരുന്നു
സ്പ ഷ്ടമായ
ശുദ്ധ മായ
കഴിഞ്ഞ ില്ല
പുസ്തക ത്തിന്റെ
താങ്കള് ക്ക്
നാലാ ം
താഴ് ന്ന
കണക്കാ ക്കുന്നു
കമ്പി ളി
കുമ ാരന്
ജൈ ന
ഷേ കം
ഗണി ത
വ്യായ ാമം
ദൈത്യ ൻ
ആന്ധ ്ര
അ ഴി
അ മര
ആ ര്ത്ത
ആ ശു
ഈ യി
എ റി
എ ങ്ങനെ
ഒ മ്പത്
ഗ ൊ
ച ത
ച മ
ച ഞ്ച
ദ ാര്
ബ ാര്
ര ണ്ടും
റ ില്ല
ഷ െ
ഹ രിക്ക
ിക്ക േണ്ടി
സ് ഫോ
രു ത്ത
വി രൂപ
വി കാരം
പ്ര സാ
പ്ര യോഗം
വാ ഗ്
വാ ങ്ങിയ
കു പ്രസിദ്ധി
ങ്ക ോ
താ പം
വേ ണം
വേ ദി
പി റു
കൂ ട്ട്
സി ംഗ
മൂ ല്യ
പൂ ന്തോ
വീ ട്ടിൽ
മി ണ്ടാ
കള ഞ്ഞു
ലാ ഭ
ശാ സ്ത്രീ
പറ ഞ്ഞ്
പരി ഹാരം
കേ ടു
ബാ ർ
നിറ യെ
നിയ മാനു
സൂ ത്ര
പ്പോ വുക
ദു ർ
പര മ
പര േ
സംബന്ധ ിച്ചുള്ള
തൊ പ്പി
ഗോ ര
ഗോ ളം
നല്ല താണ്
വയ സ്
ിക്കാ തിരിക്കുക
ചില വ്
ലഭ ിക്കുക
തട സ്സം
മുന്ന ിൽ
ന്തി രി
പാട ില്ല
മുറ ിച്ചു
മൃഗ ത്തിന്റെ
സംസാര ിക്കുക
ഉണ്ടായ ിരുന്നു
അം ബ
മഞ്ഞ ള്
കരി മ്പ്
ഇള യ
പാര ്ട്ടി
തണു പ്പ്
മന്ത്ര ിയുടെ
തൊണ്ണൂ റ്റിയ
സുഗന്ധ ം
സാധാരണ യായി
വാക് യ
രക് താ
ശ്യാ മിന്റെ
അണിയ ുന്ന
തൈ ര്
ചന്ത യില്
പണ്ഡി റ്റ്
അമി ത
പതാ ക
ഭഗവാ ന്റെ
ഇടു ങ്ങിയ
സരിച്ച ുള്ള
യജു ർ
വക്കീ ല്
ശസ്ത്ര ക്രിയ
കര്ണാട കയിലെ
ആ ര്ക്ക
ആ ശ്രമ
ആ ഴം
ഋ തു
ക സ്ത
ഗ രു
ജ ൌ
ത രു
ത ണ്ട്
ത നിയെ
ബ നാ
ബ ംഗ്
മ റാ
ല ളി
ഹ മ്മ
െ ന്നു
ത്ത ക്ക
ര് ക്ക്
ിക്ക ാം
വി ഴു
നി ങ്ങള്
മാ ള
പ്ര മുഖ
ചെ മ്പ
കൊ ടി
താ ത്ത
സം സ്ഥാനം
പാ റ
വേ ഷ
വസ്തു ക്കൾ
നെ ല്ല്
വം ശം
കോ മ
നേ ടുക
മേ ശ
ശി നി
പരി ണ
ബാ ങ്ക്
ദ്ര വ്യം
കൈ പ്പട
ത്രി ക
ജന സംഖ്യ
നാല് പ്പ
പ്രതി ഷ്ഠ
ചെയ് തി
അട ിച്ച
മഹാ ത്മാ
അഭി നയ
തേ ങ്ങ
വില് ക്കുന്ന
പണ ിക്കാരന്
ഇല്ലാത്ത ത്
സ്ഥാപ ന
പെരു മ്പ
ഹോ ളി
ഡോ ക്ടര്
സംസാര ിക്കുന്ന
ബുദ്ധി മുട്ട
ക്കള ില്
പുക യില
സത്യ സന്ധ
തണു ത്ത
ഈശ്വര ന്
മുണ്ടാ ക്കുന്ന
നാര ായ
മഹാരാ ഷ്ട്ര
താര തമ
സേവ നം
ത്തിലേ ക്ക്
കണ്ഠ ാ
കന്യ ക
അപരാ ധം
രാമായ ണ
മാദ്ധ്യ മം
സ്ഫോ ട
അ ജീ
ആ ണി
ക മായി
ക ട്ടില്
ച പ്പ
ജ ലി
ത രി
ത യ്
ദ ാരി
മ കന്റെ
ര മുള്ള
റ ൂ
ല ിലെ
ള ുക
സ ൻ
ു റ
ക് സ
ര് യാ
ായ നം
സ് വേ
തി നാൽ
വി കാ
വി കലാ
പ്പ ിക്കപ്പെട്ട
നി കൃഷ്ട
രാ വ
കാ ശി
ല്ല ു
ിര ട്ടി
താ വുക
ടു ക്ക
ലി ംഗം
വ്യ സനം
വര ിയ
യോ ടുകൂടി
വെ റും
ശ് വര്
തല യി
മി ശ്ര
മ്പ ുക
തീ രം
പെ യ്യ
പ്രവര്ത്ത ന
മഹ ര്
തോ റും
കാണ ിക്കുന്ന
ദു ഷ
പേ ടി
ക്കാ ളും
അനു മതി
പല തരത്തിലുള്ള
ഭാര മുള്ള
സേ വന
പദ ാര്ഥ
ക്കല് ല്
ചൂ ടാ
സിദ്ധ ി
ങ്ങ് ക്
സര സ്വ
അടി ച്ച്
ഗ്രാമ ത്തിലെ
സംബന്ധിക്കുന്ന ത്
കണ്ണ ില്
നിശ് ചയം
കണ ക്ക
ചോ ദ്യം
പിന്ന ോ
ിക്കാര നായ
ശരിയ ാ
പ്രായ ോഗിക
തിള ക്കം
തുന്ന ല്
വച്ച ിരിക്കുന്നു
സംസ് ക്കാര
തുല്യ മാണ്
അഹ ങ്കാരം
ക്കിട യില്
വിസ്ത ൃ
തപ സ്
പശ് ച
വേണ്ട ിയുള്ള
മത്ത ന്
സമ്മേള നം
കുഞ്ഞി നെ
ഗൂ ഢ
ആകാര മില്ലാത്ത
കേര ള
കൂമ്പ ാരം
കണ്ണീ ര്
വികലാ ംഗ
അ തീ
അ വിട
ആ ളി
ഉ ദ്ധ
ക മ
ജ ാം
ഞ ാവ
ദ ിക്ക
ന യം
പ കരം
മ റ്റ്
യ ൽ
റ ായ
വ ല്ല
വ ണ്ട്
വ ഞ്ചി
സ ഥര്
േ ഴ
ത് സാ
ക്ക ണ്ണ
ുക ാര്
തി രിച്ച്
വി ട്ട
വി ക്ര
ില ില്
മാ ല്
രാ ന്
കാ ലിന്റെ
മായ ത്
പു ഴു
കൊ മ്പ്
താ മ്
സം ഭാഷണം
ലി നെ
പാ ൽ
പോ ഷ
പോ രു്
യാ ച
ചെയ്യ ാനുള്ള
ന്ത ല്
ശ് വ
വീ ഴ
ചി മ്മ
ദി നാര്
നട പ്പിലാ
തെ ലു
തീ വണ്ടി
എന്ന ാണ്
പൊ ക്കം
ക്ര മണ
തിനായി രം
മാന സ
മന ഃ
ബു ദം
പ്രാ ധാന്യം
കൊടു ക്കല്
പതി നാ
ണു ക്കള്
അഭി വൃദ്ധ
ഉറ ച്ച
ന്നി ന്റെ
ഉയ രുക
മൊ ത്ത
വ്ര ത
ചോ റ്
അരി ക്
അം ഗം
ദൈ വ
കരി ം
വിയ റ്റ്
വൃക്ഷ ത്തിന്റെ
ബഹു മാന
ഭോ ജ
കഷ്ട ം
കോട തിയില്
മൂന്ന ാം
ഇല്ലാ തെ
കഴുക ന്
ശ്രേ ഷ്ട
പടിഞ്ഞാ റ്
ബ്രാഹ്മണ ന്
ദര് ഭ
വിവേ ക
അഥ ര്വ
അന്വേ ഷണം
വൈദ്യു ത
ഉദ്യോഗ സഥര്
ഗുജ റാ
കേട്ട തും
ധൈ ര്യ
ഭക്ത ന്
രാത്ര ിയില്
ജ്ജി മ
അനുഭ വം
വ്യാഖ്യ ാനം
സ്വാതന്ത് ര്യം
നിലനില് പ്പ്
ച്ചെ ടി
ആസ്ട്ര േ
ഇത്ര യും
ഏതാ ണ്ട്
കളിപ്പാ ട്ടം
പ്രഖ്യ ാപ
ഈയി ടെ
ഇ തിന്റെ
ഉ മി
എ ന
എ ട്ട
ഒ ട്ടി
ക ൽ
ക ത്ത്
ക രിച്ചു
ത കര്
പ ക്കൽ
ര മ
റ ുടെ
ല ഹരിയ
വ ധി
സ ായ
ി പ്പിക്കുന്ന
ർ ഘ
ക് സി
ക് റ്റര്
ത് യു
ക്ക ാവുന്ന
ിക്ക െ
ിക്ക ൊ
ിക്ക ാരി
സ് യാ
നി വാസ
മു ല
കാ ന
കാ ൽ
കാ പട
ക്ഷ ്
ിക മായി
കൊ യ്യ
താ വളം
സം ഗീതം
ലി ക്ക്
പാ ട്ട
നു റു
ചെയ്യ ു
പി ഴു
മൂ ര്ച്ച
വെ ളിച്ച
വീ ടു
വീ തം
വീ ഴുന്ന
ഗ് വേ
കര ീ
കര മാണ്
നട പ്പാ
കള ിൽ
മ്പ ല്
ലാ വ
കോ രി
തീ ര്ത്ത
മേ ല
രാജ ഭവനം
ശാ പം
പറ ിക്കുക
പരി ധ
സമ ര്ത്ഥ
ദ്ര വ്യ
മഹ ർ
സംബന്ധ ിയായ
അനു ഷ്ഠ
ചേ രുന്ന
സ്ത്രീ യുടെ
കര് ണ്ണാ
കൊടു ങ്കാ
കയ റ്റി
കയ റ്റുക
അട ങ്ങിയ
പ്പാ ത്തി
പ്പെടുത്ത ുന്നു
ആയ ിരത്തി
ഉത്ത േ
കഴിയ ുക
നിര് ബന്ധ
താങ്ക ളെ
ഭീ കര
ഒന്ന ാണ്
വഴ ിയില്
കാള വണ്ടി
പിടി പ്പിക്കുക
ചീത്ത യാ
സമാ ധി
ആഗ്രഹ ിക്കുക
ചതു ര്
മുത്ത ച്ഛ
അമ ര്ത്തുക
കെട്ടി ടം
രാജാ ക്കന്
അഹ ങ്കാര
വിശ ദീ
ഘോഷ യാത്ര
സന്ധ ്യ
നദ ിയുടെ
ചുക പ്പ്
അറ ബി
ചേർ ത്ത്
ളീ ഷ്
മാതൃ ക
പ്പുറ ത്ത്
താത്പ ര്യ
മാതാ പിതാ
ആദര വ്
നിര്മ്മാ ണം
ബാഹ്യ ാവ
വിതര ണം
നട്ട െ
സദ് ഗുണം
തെര ഞ്ഞെടു
റിപ്പ ബ്
സ്നാ നം
ഗരു ഡ
അ ഗ
അ ത്ത
അ പരി
ആ ൺ
ക രുടെ
ഗ േ
ഗ ല്
ച കം
ച പ്പാത്തി
ജ െ
ജ ന്യ
ട ാന്
ഡ ിയോ
ത ഴ
ദ ർ
ധ രിക്ക
പ ത്തും
പ ന്ത്
ഭ ക്തിയ
മ താ
ല മായ
വ ണ്ണ
വ യുടെ
സ ഭാ
ഹ ിര
ക്ക ൊണ്ട്
ുക ൊ
ിക്ക പ്പെട
വി സര്
പ്പ ിൽ
ാര െ
ച്ച ാ
മു ല്ല
രാ ജ്
രാ ഹിത്യം
രി കമായ
പ്ര ഥ
പ്ര ഭ
പ്ര ഭു
വാ ര്യ
കാ ര്ത്തി
റ്റ ല്
ടു ക്കുന്ന
നാ വാത്ത
പി ടുത്ത
മൂ ടിയ
ശ് ശ
കള ായി
ഷ് ണം
യു വാ
നീ സ്
ദേശ ീയ
കുറ േ
പേ ട
ലോ ചന
സ്ത ന
ജന ിക്കുന്ന
ജന കമായ
വർ ത്തി
വായ ില്
നിര്മ്മ ിക്കുന്നു
പ്പി ന്
നൂ ൽ
അട യ്ക്കുക
കുട ല്
കഴി ഞ്ഞ്
ജീവ ിക്കുന്നു
നിര് ത്തി
ഉത് ഭ
സ്ഥല ത്തു
രേഖ പ്പെടുത്തിയ
നിഷ േ
വെളു പ്പ്
പറ്റ ിയുള്ള
പിന്ന ില്
കുറ്റ ാരോ
കഥ കള്
ഇറ ച്ചി
വാഹ ന
യില്ല ാതെ
ചതു രംഗ
വര്ഗ്ഗ ത്തിലെ
ധ്യ ാ
ചികിത്സ കന്
പൂര്ണ്ണമായ ും
ചല നം
ജീവിത ത്തില്
മേഘ ം
നശ ിച്ചു
വൃത്തിയാ ക്കുക
ചെരു പ്പ്
വീട്ട ിലെ
കല്യാ ണം
നിയായ ിലെ
പ്രവാ ഹം
കാര്യാ ലയം
ഇരിപ്പി ടം
വെടിയ ു
സിന്ധ ു
വ്യത്യ സ്ത
പശ്ച ാത്ത
ബാഹ്യാവ യവം
അ ബ്
അ ത്യ
അ ഫ്
ആ ന്
ഇ തി
എ രി
എ തെങ്കിലും
ഖ േ
ച ര്
ത യാ
ത വള
ത ല്ലാത്ത
ദ ാവ
പ രോ
പ തിനായിരം
ബ ല്
ഭ ോഗ
യ ൌ
യ ക്ഷ
ല ൊ
വ ച്ചി
ശ ർ
ാ വസ്ഥ
ായ ിരത്തി
രു വ
തി ബ
തി രം
വി കൃത
ണ്ട ായി
നി വേദ
മാ ല്യം
മു ങ്ങി
വാ റും
കാ വ്യ
കു ലം
കു ര്ത്ത
കു ന്തം
ക്ഷ മ
ിക്കുന്ന ില്ല
സം സാരം
ലി ഞ്ഞ
പാ ലം
വ്യ വ
ചി ട്ട
നീ ച
മേ റിയ
തിര സ്
കൃ ത്യം
നിറ യ്ക്കുക
ക്കു ട്ടി
ത്യ ജ
സൂ ക്ഷി
ദു ര
കഴ ിച്ചു
ശു ശ്രൂ
വായ ിക്കുന്ന
ഭാഷ ണ
വൈ ഷ്ണ
ങ്ങി നെ
സ്വാ ദ്
മെ ലിഞ്ഞ
വിള ിച്ചു
മീ ന
രക്ഷ പ്പെടുന്ന
പഠ ന
ത്തോ ടുകൂടി
കല ഹ
പഞ്ച മി
തൂ ക്കം
മുകള ിലെ
വത ാരം
ദൃ ഷ്ടി
കിട ന്ന
ചുറ്റ ു
സങ്ക ല്പ
കാള യെ
ഹോ മ
കുറ്റ ിച്ചെടി
ഗുണ മുള്ള
ഹരി ത
അക ത്ത്
കുട്ടികള് ക്ക്
അപേ ക്ഷിച്ച്
അധികാര മുള്ളവന്
അന്ത രീക്ഷ
ഭ്രാ ന്ത്
നിൽ ക്കുന്ന
ബഹ ളം
യഥ ാര്ത്ഥ
കച്ചവട ക്കാരന്
അനി വാര്യ
കിര ണം
ബോധ മുള്ള
മുത്തശ് ശി
വധു വിന്റെ
ശകു നം
ഉപാ സ
സൌക ര്യം
പ്രസ്താ വന
ആലോ ച
ശൃ ംഗ
കഞ്ച ാവ്
ഭർത്താ വ്
ഛന്ദ സ്
അതില ൂടെ
എല്ലാവര േയും
സാമ്പത്തി ക
ധൃത രാഷ്ട്ര
സ്പര് ശ
ആര്ക്ക െങ്കിലും
നികൃഷ്ട ത
അ ഞ്ഞ
അ തേ
ആ കൃതിയ
ആ കൃതിയിലുള്ള
ഇ വിട
ഈ ര്
ഏ ത്
ഒ മ്പ
ഒ ളിച്ച
ക നെ
ക ത്തുക
ഖ ര
ഗ ാം
ഘ ോ
ജ യന്
ത ൊണ്ട
ത യില്ലാത്ത
ഥ ങ്കര
പ ട്ടി
പ ട്ടു
മ ഥ
മ ർ
മ ലം
ര നായ
റ ല്
വ നായി
ശ ബ
ശ രി
സ ായി
ാ ണു
ി ട്ട
പ് ള
തി ഥി
പ്പ ട്ട
പ്പ ുകള്
നി രോ
നി സ്സ
മു സല്
കാ തെ
താ നം
പാ മ്പിനെ
അവ ഗണ
പോ ക്കി
ചെയ്യ ാ
മൂ ര്ത്തി
മി ത
ഴു തിയ
ജീ വന
കള ായ
റു മാ
തെ ന്ന്
യു മായി
പെ ൺ
പെ റു
പെ ട്രോ
ശി ഷ്ട
ഴി ൽ
പൊ തി
ാം ശം
ഗു സ്ത
മര ത്തില്
കൊണ്ട ു്
പേ ടിക്കുക
സാധ ിക്കും
മോ തിരം
അനു യായി
ചേ ര്ത്ത
ജന ന
ജി ഹ്
പല വട്ടം
മാന സിക
പദ ാർത്ഥ
ിക്കാ രുടെ
മൃ ത
പതി നേ
കുതിര യെ
തുട ങ്ങുക
ബി ന്ദു
പഠ നം
കഴി വ്
ജീവ ിയാണ്
നില് ക്കുന്നു
വിശ് വ
വാദ ികള്
കണ് മഷി
നിർ ദ്ദേശം
മാസ ത്തില്
മണ് കലം
സ്റ്റ ോ
പീ ഢ
അമ്പ ത്തി
രേഖ കള്
സങ്ക ോ
ാല ത്ത്
ഘട ിക
പിന്ന ാ
സാമ ര്ത്ഥ
ചര ണം
ബീ ഹാ
ആലപ ിക്കുന്ന
ഉന്ന തി
അനാ ഥ
സംസ് കൃത
ബെ ല്
ജ്യ േ
തോട്ട ക്കാരന്
മണ്ഡ പം
ഗൌ ഡ
പ്പിക്ക ൽ
പുറത്താ ക്കപ്പെട്ട
വിഷയ ത്തെ
തീര് ക്കുക
പട്ടണ മാണ്
വ്യക്ത മാക്കുക
കാഴ്ച പ്പാട്
വധ ിച്ചു
കുര ങ്ങ്
ഘാ ത
മുറിയ ില്
ക്രി സ്തു
തൊഴിലാ ള
മുഴുകിയ ിരിക്കുന്നു
പുന ര്
ഹിം സ
ചില്ല റ
പരസ് പ്പ
പീഠ ം
പ്രശ സ്ത
അത്ഭു ത
ക്കിഴ ങ്ങ്
സരസ്വ തി
ശുശ്രൂ ഷ
അ സ്
അ സ്ഥ
ആ രാധ
ഇ പ്പോഴ
ഈ ജി
ഋ ഷ
എ ല
ഓ ര്
ക ക്ക
ട ൈ
ത ളി
ധ ാരി
ധ ീന
ന വാ
പ ക്ക
പ ിച്ചു
പ ടം
പ ത്തു
പ ായ്
ഫ ൈ
യ ിക്കുക
ര വി
ര ായി
ല ന്
ള വ്
ശ ക്തമായ
സ ഫല
ാ ലി
ാ രുടെ
ി ടുക
ര് ശി
ിക്ക ി
ിക്ക ുള്ള
സ് ര
ിയ ുക
ട്ട ന്
വി വിധ
നി ലെ
മു ള്
പ്ര ീ
വാ സ്തു
ഒരു മ
ങ്ക രന്
കൊ റ്റി
ിര ിക്കണം
ടു ത്ത്
സം യുക്ത
പാ താള
വ്യ ക്തമായ
അവ യുടെ
വേ ദം
നെ ല്ലി
യോ ടു
ക്കുന്ന തിനുള്ള
ചി ന്താ
ഷ്ട ാവ്
തിയ ും
കള ിക്കാരന്
തെ റി
കോ ര്
നീ ലം
ചു ര
ദേശ ത്തിന്റെ
സാധ ിക്കാത്ത
പര മാ
കെ ട്ടു
ഗോ പുരം
ഇട യ്
ഇരു മ്പു
വൈ ത
സന് താന
ചാ ട്ട
കയ റ്റ
പതി ച്ച
ഭവ ിക്കുക
പഴ കിയ
ുകൊണ്ട ുള്ള
വിഷ മുള്ള
മ്പോ ഴ
ദീ ർഘ
വര്ണ്ണ ിക്കുന്ന
അധ ഃ
വ്യാപ ിക്കുക
കൊള്ള ുക
ശാസ്ത്ര പരമായ
കിട ക്ക
പൂജ ിക്കുന്നു
സഹോദ രിയുടെ
നിയമ നം
സമ്മ തിക്കുക
ക്കൂ ട്ടം
ഒരാ ളെ
വേദന ിക്കുക
അക ലം
ശത്രു ത
ദൈ ന്യം
തുറ ക്കുക
സൂര്യ ന്റെ
വൈദ്യ ന്
അമ ര്
എന് തു
ഫോ ണ്
ഉപേക്ഷ ിച്ച
സമൂഹ ത്തിന്റെ
പ്രസ വ
അനുഭവ പ്പെടുക
ഗഢ ിലെ
അടിസ്ഥാന ത്തില്
അധ്യ ാപ
കടലാസ് സു്
ചന്ദ ന
സൈനി കന്
അഴു ക്ക്
കഠ ോര
മഹേ ഷ്
സ്വാതന്ത് ര്യ
കാശ്മീ രി
കൊള്ളയ ട
ലവ ണം
ഗവേ ഷണ
പർവ് വത
തീര്ത്ഥ ാടന
കോലാഹ ലം
സ്ഫ ടിക
തലയി ണ
ശർ ക്കര
അ മാ
ആ കുക
ആ കർഷ
എ ം
ട യില്
ത യുടെ
ദ ന്ത
ധ ിര
പ ന്
മ ില്
വ ന്ധ
വ സു
വ ാരാ
സ മാന
ഹ ാരി
ു വ
ോ പ
ക് ളാ
ക്ക േണ്ട
ിക്ക രുത്
ിയ ല്ലാത്ത
വി ഗ്രഹം
മു തു
വാ ഴ
വാ നും
കാ ടു്
ചെ ക്ക്
നാ ദം
നാ ളെ
യാ ഥ
യാ ള
ഗം ഗാ
വെ ളി
ദേ വാ
ദേ ശ്
പൂ വിന്റെ
ക്കുന്ന തിനായിട്ട്
മി നെ
വ്യക്തി ക്ക്
നായ കന്
നട ത്തു
തെ രു
ലാ ം
രിയ ുക
ക്കി ൽ
യു വ
നേ ടി
ഴി ഞ്ഞു
കേ ൾ
തൊ ട്ട
വർ ഷ
വർ ഷം
ിക്കു ന്ന്
കാര്യ വും
ഇട ിച്ചു
എന്നിവ യ്ക്ക്
പൂര് വ
നല് കുന്നു
ശരീ രാ
പുരാണ ത്തില്
കൊടു ത്ത്
പ്രതി വാദം
വില യി
സ്സ ില്
പഠ ിക്കുന്ന
ജീവ നാശം
ഹാ സ
ഷ്ഠ ി
തായ ിരിക്കും
ഗി നി
മുറി ഞ്ഞ
യുദ്ധ ത്തില്
ഇഷ്ട പ്പെടുന്നു
അയ ല്
മാര ായ
രേഖ ാ
പൈ ജാമ
നാട ന്
ആവശ്യ ം
കള്ള നെ
സഹായ ിക്കുന്ന
സമാ ധാനം
കൂടു തൽ
അര് ദ്ധ
മനോഹര ന്
സംഭ വിച്ച
ത്യാ ഗം
നിർമ്മ ിച്ച
വിറ ക്
തമ്മ ിലുള്ള
തയ്യാറാ ക്കുക
വഹ ിക്കുന്ന
വാര്ത്ത ാ
ബംഗ ാളി
അധ്യ ാപകന്
ആര െങ്കിലും
ഒഴു ക്ക്
ശിര ോ
ഏഴ ാമത്തെ
വീഴ് ത്തുക
ലഭ്യ മാണ്
പേപ്പ ര്
രീതിയ ിലുള്ള
അമ്പല ത്തില്
മിക്ക വാറും
ഫിലി പ്പീ
ഊര് ജ്ജ
കസ്ത ൂരി
പെരുമ്പ റ
ഥങ്കര ൻ
പോക്കി രി
അ സാ
അ ണ്ഡ
അ ഭ്യാ
അ ശുഭ
ആ സ്
ആ സ്വ
ആ ംഗ
ആ വരണം
ഇ രിക്ക
ഉ ചിത
എ ത്തിയ
എ ങ്കിലും
ക ന
ക ലി
ക ത്തുന്ന
ച ണ
ത ബല
ദ ര
ദ ശാ
ധ രിക്കുന്നു
ന ദീ
പ ഥ
ബ ട
ബ ദ
മ ുകള്
ള ിക്കുക
വ സി
സ ത
സ ും
ാ റ്
ി ട്ടു
ൂ ര
ക്ക ില്ല
ര് ന്ന്
ിക്ക ള
വി മ
പ്പ ന്
നി റു
മാ കും
വാ ണി
കു ഞ്ഞു
കു പ്പി
പാ തി
പാ ലി
പാ ണ്ഡി
പോ ളി
ചെയ്യ േണ്ട
വര വ്
ങ്ങള ോ
ങ്ങള ായി
ങ്ങള ാല്
മൂ ത്രം
മൂ ക്കു
മൂ ടുന്ന
യോ ധ
പൂ ജാ
മി ള
ഷ്ട മി
കി ത
അവസ്ഥ യില്
യി ന്
കള ുള്ള
സു രക്ഷാ
ഷ് മ
ബന്ധ നം
ചു ണ്ണാ
ബാ ദ
നിറ വും
ഹി മ
നോ ക്കിയ
നിയ ോഗ
കാണ ാ
അനു ഷ്ട
ചെയ്യുന്ന തിനായി
ഉപയോഗ ിച്ച
പല പ്പോഴും
കാര്യ ത്തിന്റെ
ഇരു പതും
ചീ ഞ്ഞ
പുരാണ സ്ഥലം
സ്വാ ധീ
കയ റിയ
തര ത്തില്
കുട ില്
മീ ൻ
വിദ്യ ുത്
ത്സ വ
ത്തില ോ
പഠ ിച്ച
അപ ഹരിക്കുക
തട യുന്ന
തിന് മയ
റോ ട്ടി
പക്ഷ ത്തിലെ
മുന്ന റിയി
അള വുകള്
ഉത് സാ
യൂ ണി
യ്ക്ക ുള്ള
യ്ക്ക ായി
വിര ുന്ന
മുറി ച്ച്
അറിയ ാം
അറിയ ിക്കല്
ജ്ജ ുന
ഇഷ്ട ിക
പ്രദ ര്ശനം
ദുഃഖ ിത
വരു ത്തുന്ന
പറ്റ ുന്ന
ക്കൂ ലി
ചര ണ
മട ക്കി
ആദ രണ
ശുദ്ധ ീകര
ചേര് ക്കുക
പരീക്ഷ ണം
ആരംഭ ിച്ചു
ഞങ്ങള് ക്ക്
ക്കേ ട്
പഠി പ്പിക്കുക
മംഗ ോ
രഹ സ്യം
നക്ഷത്ര ത്തില്
വേര് തിരിക്കുക
ഇരുപത്തിയ േഴ്
പിച്ച ള
സംരക്ഷ ിക്കുക
ഭ്ര മം
നൃ ത്ത
അച്ച ടി
മത്സ രത്തില്
സമുദ്ര ത്തില്
ഹീന മായ
തെളി വ്
എവിടെ യെങ്കിലും
ഇടി മിന്നല്
കൈയ്യ ിൽ
നിര്മ്മിച്ച ിരിക്കുന്ന
കടു ക്
പരിശ്രമ ിക്കുക
ഭംഗ ി
വിദ്യാല യം
ശില് പ
നെയ്യ ്
പ്രയാ സ
മോശ മായ
പ്രതിനി ധി
ക്ഷീണ ിക്കുക
തെറ്റി ദ്ധ
കൌശ ല
ദൌ ർ
മഴക്കാല ത്ത്
വ്യത്യാ സം
ഉപരി തല
പരേ ഖ
അജീ ര്ണ്ണം
ജ്യേ ഷ്ഠ
മുന്നറിയി പ്പ്
അ റ്റ
അ യോ
അ സ്തി
ആ ൾ
ഉ ല്ലാ
ഉ പ്പു
ക സ
ഛ ായ
മ യം
മ ലേ
മ കളുടെ
ര ണ്ടി
റ ായി
റ ുകള്
ല ക്
വ ജ
വ ചനം
വ ല്ലാതെ
ക്ക ല്ലു്
ല് പ്പ
ര് ലാന്
ിക്ക ണ
സ് മാര
ട്ട ല്
തി ട്ട
വി ടു
വി രിച്ച
വി ശേഷം
വി രോധ
മു ട്ടി
മു ന്തിരി
ങ്ങ ൽ
വാ നി
കാ ന്ത
ത്തി ര
ിക ന്
പു ണ്ണ്
കൊ ന്നു
ിര ുന്നത്
വ്യ ഭി
ില്ല ാതെ
വേ തനം
വര ണ
വ് വാ
അല്ല ാതെ
മൂ ർച്ച
പൂ ര
ശ് രാ
ശ് ശീല
റി നെ
ജ് വല
നട പടി
റിയ ന്
ഷ് ക
ട് രി
ശി വന്
കേ ട്ടിട്ട്
ഭൂ രി
കാര മായ
കാല ിക
കാല ത്തുള്ള
പര ത്തുക
തൊ ള്ള
തൊ ട്ടി
നല് കു
ഒരി ട
അട ിക്കുക
ത്തിന് റേയും
കുട്ട ികള
അഭി ഷേകം
വന്ന ാല്
അന ൈ
താമ സി
തട യുക
വില് പന
റോ സാ
കഴിയ ു
സര ണം
വാദ പ്രതിവാദം
പര് യാ
എടു ക്കുന്നു
ജോല ിക്കാര
അമ്പ ലം
സങ്ക ട
തിന്ന ുക
മൈ താന
സഞ്ച രിക്കുക
അര ക്കെ
സംസാര ിക്കുന്നു
മോഹ ൻ
യോഗ്യമായ ത്
കിഴ ക്ക്
സ്താ ന്
ചതു ര
ശ്രദ്ധ യോടെ
മേല് ക്കൂര
എന് ജി
ചൊ റ
മാർ ഗ്ഗ
ഒട്ട കം
മുണ്ടാ വുക
പഠി പ്പിക്കുന്ന
ഹീന നായ
ശക്തിയ ുള്ള
ഉന് മാ
നേതാ ക്കന്
ബന്ധപ്പെട്ട ത്
രത്ന ക്കല്ലു്
വാത കം
സമ്പ്രദ ായ
പാഠ ം
ുകാ ലി
വ്യവസ ായം
നേത്ര രോഗം
സൌക ര്യ
ചവി ട്ടി
ലക്ഷ് മി
വിദ്യാര്ത്ഥ ി
പകര മായി
നിരൂപ ണം
ദണ്ഡ ്
പതിനെ ട്ട്
നാരായ ണ
അതീ വ
ഉത്സാ ഹം
അ രിക
അ സുര
ആ രു
ആ ഭ്യ
ഇ നം
ഇ ഞ്ചി
ത കർ
ദ ശര
ന ട്ടു
പ കു
ബ ദ്ധ
ര ജി
ല ഡ്
വ റ്റ
വ ന്ദ
സ രി
സ മി
സ ഭ്യ
സ ്ട്ര
ാ ലു
ി തമായ
ീ ഷ്
െ ട്ടാമത്തെ
ർ ന്നു
ന് റേയും
ക് ലാസ്
പ് യ
ര് ഹ
ര് പ്പ്
വാ ക്കുന്ന
വാ ടം
കാ മോദ
കു റി
റ്റ ിലെ
റ്റ ിയെ
ിര ണം
താ ല
താ ണു്
നാ ഭ
പാ ടു
ഭാ നു
വേ റി
യാ ണ
വസ്തു വില്
ചെയ്യ ണം
ങ്ങള ുടേയും
മൂ ന്നും
വെ ച്ച്
വെ ല്ലു
ശ് രു
കര െ
കര യുന്ന
നേ ർത്ത
രാജ സ്ഥാനി
ചു ഴ
വല യില്
വല ിച്ചി
കേ ട്ടു
നിറ മാണ്
ക്കു രു
ക്കു റ്റി
ഗു ൽ
കാല ഘട്ട
അനു വദ
മറ്റ േ
പല തരം
പല ഹാര
കാര്യ മാണ്
ഇട യിലുള്ള
ട്ടുക ാരന്
വയ സ്സ
സ്വാ ദി
കുട ിക്കുന്നു
രക്ഷ പ്പെടുക
ുകൊണ്ട ിരിക്കുന്ന
െടു ത്ത്
തേ യ്ക്കുക
ജന് മി
ഹാ സ്യ
അടി ത്ത
മുകള ിലേക്ക്
യാത്ര യാവുക
മാര ില്
ബല മായി
സ്റ്റ ാ
കൊള്ള ാത്ത
കിട ക്കുക
വള്ള ിച്ചെടി
ചുറ്റ ുന്ന
ചുറ്റ ും
പ്രധാന പ്പെട്ട
ബ്ര ഹ
സ്ഥാപ നത്തിന്റെ
ാല യ
മൃഗ ങ്ങളെ
സാമ ര്ഥ
കുറ്റ വാള
സംസാര ിച്ചു
പിടി പ്പിച്ച
മട ക്ക
ചേര് ക്കുന്ന
പോകുന്ന ത്
ചികി ത്സാ
ഉന്ന ം
നഷ്ട പ്പെടുക
അന്ത ര്
കേള് വി
പ്രവേശ നം
ഉപേക്ഷ ിക്കുക
കഴുക ുക
ശിവ ന്റെ
ദ്രാ വക
എണ് പത്തി
ടുകൂ ടിയ
പിതാ വിന്റെ
ശൂ ന്യ
താഴെ യുള്ള
അടുത്ത ുള്ള
പ്രശ് നം
വേട്ട ക്കാരന്
പുത പ്പ്
കുമ ാരി
വിശേഷ പ്പെട്ട
ാനു ഭൂതി
പതാ ം
അര്ഥ ം
പ്രമേ ഹ
മോശ മായി
വസൂ ലാ
ചുറു ചുറു
മഹാരാജാ വ്
മുന്പ ില്
തുടര്ച്ച യായി
ന്യായാധിപ ന്
അഞ് ചു
മുഗ ള്
ബോം ബ്
ങ്ങോ ട്ടും
വെള്ളപ്പൊ ക്കം
ശാസ്ത്രീ യ
കോമ ള
ജയന് തി
പരസ്പ്പ രം
തൊള്ള ായിരത്തി
ം ദ
അ സ്ത
ആ റു
ആ കര്
ആ ഴ്ച
എ വിട
ക പ
ഖ ത്ത
ച ുള്ള
ഡ ില്
ത പാല്
ത ണ്ണി
ബ ായി
മ ടിയുള്ള
വ ത്
വ യാണ്
ഹ ണം
ീ ല്
ൂ ണ്
ക്ക ായ
ക്ക ിലെ
ുക ൊടു
ായ ിരിക്കും
തി ര്
വി ധം
വി ചിത്ര
വി ഭിന്ന
ില ൊന്ന്
മാ ത
മു ഹമ്മ
പ്ര കൃതിയ
വാ സ്ത
താ ള്
സം ഭാഷണ
നാ ള്
നാ ക്കുക
നാ കുക
നാ ലും
പാ നം
വ്യ ഞ്
പ്പെ ട്ട്
പോ ര്ട്ട്
യാ ദ
വര ന്റെ
മൂ ടുക
ശ് മ
നായ ാ
നായ ു്
വള ഞ്ഞു
വള രുക
കോ ട്ട്
നേ ടിയ
മേ ട
കേ തു
പൊ ക്ക
നോ പകരണം
ര്ത്ത ുന്ന
അതി ലെ
അതി ഥി
മുതല ാളി
രൂ പരേഖ
മോ ഷ്ട
പുറ ത്തേക്ക്
ത്തുക ാരന്
ജി ജ്ഞാ
ിക്കു നു
ഇട തു
വൈ കല്
ചാ ടുക
ഭാഗ ്യം
മെ ത്ത
ിക്കാ തിര
പ്രാ ദേശ
ബോ സ്
തുട ക്കം
പ്പെടുത്ത ല്
മഹാ ത്മ
ബി ള്
ഉറ ക്കെ
മണ ല്
കല് പന
തൂ ക്കിയ
നിര പരാ
കുഴ പ്പം
നിർ മ്മാ
കണ്ണ ുകള്
അറിയ ാത്ത
ീന മായ
ത്തേ ക്കു
കൊള്ള ുന്ന
താമസ ക്കാരന്
പൌ ണ്ട്
മൈ ദ
സഹായ ത്താല്
ഗുണ ന
സമാ ധാന
സർ വ
റേ ഡിയോ
കര്ത്ത വ്യ
സംസ് ക്കാരം
ചൊ റി
തോന്ന ുന്നു
ഒട്ട ക
ലേഖ കന്
കടി ഞ്ഞ
സസ്യ ഭാഗം
മത് സ്യ
മനസ് സിനെ
വണ്ട ിയുടെ
വില്ല ായ്മ
തട്ട ാന്
ഒഴുക ുന്ന
ഒഴുക ുക
വാദ്യ ോപകരണം
ആശ് ചര്യ
ഒന്നി നെ
മാംസ ള
കഠ ാര
ദ്രോ ഹം
ഇതു വരെ
നിര്മ്മാ ണ
സൂക്ഷ് മ
ജലാ ശയം
ക്ഷീ ണം
നവര ത്ന
ശര് വരി
ഹനു മാന്
ഉത്തരവാദി ത്വം
ബംഗ് ലാ
എന ിക്കു
ശൃംഗ ാര
പിന്നാ ലെ
ഈജി പ്
ആസ്വ ദ
സ്വാധീ നം
ദശര ഥ
അ ഗാ
അ പ്പോള്
അ സാധാരണ
ആ യോധ
ഉ രുക
എ ത്തുക
ഒ ടി
ക റ്റ
ക ത്തില്
ജ ാവ
ഡ ം
ണ ിയായ
ത ണ
ന ര്ത്ത
പ ക്
ബ ന്ദ
മ ാരി
ര ായ്
ല ുകള്
വ ഷ
ഷ ോ
ഹ സ്ത
ത് വാ
ക്ക റ്റ
ന്ന ം
ുക യ
ിക്ക പ്പെടുന്നു
സ് ത്രി
്യ ു
പ്പ ല്
നി ഘ
ാര ന്റെ
ില ൊ
ില ധികം
മാ ൻ
മാ തള
ച്ച ിൽ
രാ ണ്
പ്ര താ
ങ്ങ ു
ക്ഷ മത
ചെ ല
ചെ വ
ിക ൂ
താ ഴുക
നാ കുന്ന
ലി പ
വ്യ ര്ത്ഥ
അവ രെ
അവ തര
ചെയ്യ ല്
മൂ ഢ
ശ് വേ
ഗ് ഗ്
കി ട്
ഉപ ഭോ
കള ിയില്
യു ടേയും
നോ ക്കുന്ന
ഹം സ
മഹ ാന
മഹ ാമ
തോ റ്റു
ഗു ണ്ട
ംഗ ോ
പേ രു
പേ ക്ഷ
പേ രെ
പേ രും
മോ ചി
മോ ചിത
ജാ ഗ്ര
റ്റി ക്
ചെയ്യുന്ന തിനു
സ്ത്രീ കളുടെ
ഭാഷ യുടെ
തരം ഗ
വൈ ദീ
ചാ ക്ക്
നൂ ലു
ചില പ്പോള്
മീ ശ
വിദ്യ ാര്ഥ
അഭി നന്ദ
വന്ന ത്
ത്തോ ളം
ഉയ ര്ന്നു
തായ ിരുന്നു
തൂ മ്പ
ത്മ ക
ഗ്രാമ ങ്ങളില്
വിര ിക്കുക
ചാര ായം
മൊ ന്ത
മൊ ഴി
പീ ര
വ്ര ണം
ചുറ്റ ളവ്
ീയ നായ
സമ്മ തം
ഏക ത
അറി വുള്ള
പ്രസിദ്ധ മാണ്
ജയ ിച്ച
ചേര് ന്ന്
ചേര് ന്നു
അര് മേ
വശ ത്ത്
സംസ് കാര
കഷ്ട ത
ധിപ ത്യ
അപേക്ഷ ിക്കുക
വിറ യ്ക്കുക
പൊട്ടി പ്പോയി
ആശ യ
ഇല്ല ായ്മ
ത്തിനായി ട്ട്
വയ് ക്കല്
സ്വാഭാവി ക
ആശ്ര യം
ആത് മഹ
ഒഴി വാ
ശൂ ന്യമായ
അശ് വ
സംഗീത ത്തിലെ
അഞ്ച ാം
ഉദ ാര
സാങ്ക ല്പ
മുട ന്ത
വിരി പ്പ്
പ്പൊ ടി
കിണ റ്റില്
യഥ ാ
മിനു സമുള്ള
കൂടുതല ായി
ക്കുറ വ്
ഭംഗ ിയുള്ള
ഭൌ തിക
ഭൌ തികമായ
ദ്രോ ഹ
ഏഷ്യ യിലെ
വേള യില്
ചാര്യ ന്
സൈനീ ക
തീര്ഥ ങ്കരന്
വിതര ണ
ചാന് ദ്ര
സര്ക്കാരി ന്റെ
മഹര് ഷി
കേരള ത്തിലെ
ഉത്തേ ജി
ചതുര് ദശി
ഘടിക ാരം
ആയോധ നോപകരണം
അ ടിയില്
അ സ്ഥിര
ആ മ
ആ ടിന്റെ
ഇ വ
എ ള്ള്
ഗ ാര
ഗ മന
ച ക്ക
ജ ട
ജ ന്യമായ
ട ്യൂ
ത ട്ട്
ത കര
ത ടം
ദ ന്
ദ ാന്
ദ ല്ലാ
ദ ര്ശനം
ധ ിക്കുക
പ കല്
ബ ത്ത്
മ ്യ
മ രി
റ ണ്
റ ഷ്യ
ശ മ്പ
സ ദാ
ൂ ല്
ൃ തം
ൊ ക്കെ
ർ ത്തിയ
ക് താ
പ് ര്
ിക്ക ര
ങ് കുമ
ട്ട ില്ലാത്ത
ണ്ട ോ
നി രോധ
ില ത്തെ
മാ ന്തുക
വാ ടി
വാ നായി
തു ണിയ
കു ള്ള
ക്ഷ ോ
ചെ ന്ന
കൊ ട്ടി
താ ം
താ ടി
സം ശ
െങ്ക ിലു
നാ വിക
പാ ചകം
അവ കാശം
അവ താര
ഞ്ഞ ിരിക്കുന്ന
യാ ക്കി
ചെയ്യ ുമ്പോള്
ലം ബ
ദി ന്റെ
കള ിയാ
കള ിക്കോ
ബന്ധ മില്ലാത്ത
നിറ ച്ച്
ഹി ന്ദ
പൊ ട്ടുന്ന
പ്പോ കുക
ഭൂ കമ്പ
ചെയ്യുന്ന തിനുള്ള
പുറ മേ
ഗോ ളാ
ഇരു പത്
കീ ക
ത്താ ൻ
സ്വാ ധീന
മെ ന്ന
ിക്കാ നാവാത്ത
കുട ിക്കുക
ദാ ഹം
വന്ന ാൽ
അപ ഹ
അപ രാധ
ഇര ുന്നു
പ്പെടുന്ന ത്
വഴി തെറ്റ
നിർ ദ്ദേശ
മാസ വും
മണ് ണി
മണ് ണിന്റെ
ബല മുള്ള
പാട ും
പ്രധാന മായ
മാറ്റം വരുത്തുക
ഞ്ഞി ട്ടുണ്ട്
ചന്ദ്ര ന്റെ
സഹായ ിക്കുന്നു
ചര ക്ക്
കഥ ാ
മരണ ാന
ദിവസ ത്തെ
തെറ്റ ു്
ലോക ത്തിലെ
ഇള കി
വലി പ്പം
വേഗ ത്തിൽ
ഭ് രം
കേള് ക്കുക
കൌ ര
ശൈ ത്യ
പ്പിക്ക ാനുള്ള
ഷാ ള്
സംഘ ടി
ക്കിട യ്ക്ക്
തര് ജ്ജിമ
ശക്തിയ ായി
ചാണ ക
കീഴ ില്
ചുവ പ്പ്
പിന് തുട
ഗോത മ്പിന്റെ
രണ്ട ോ
ക്കട ല
സാമൂ ഹ്യ
സുക ാരന്
ഞെ ട്ടി
ദ്ദ വ
അര്ഥ ാലങ്കാരം
ബ്രിട്ട ീഷ്
ദൃശ്യ ം
യിലാ ക്കുക
സ്റ്റേ ഷ
നിക്ഷേ പം
ജാതിയ ിലുള്ള
സ്തം ഭം
പരസ് പര
ഭീരു ത്വം
ഡെ ന്മാര്
ബിരു ദം
ബാധി ത
വിഡ് ഢി
വൃത്താ ന്തം
സ്വേ ച്ഛ
പോഷ ക
ആസ്ട്രേ ലിയ
ഉമി നീര്
കര്ണ്ണാ ഭരണം
തയാ റാ
നിസ്സ ാര
മുസല് മാന്
അ ണു
അ ജ്ഞാ
ആ ം
ആ ഡ
ആ ർ
ആ ചാര
ആ റാമത്തെ
ആ ധ്യാ
ഇ നിയ
ഇ പ്രകാരം
ഉ ഷ
എ പ്പോള്
ക ടുത്ത
ഗ ധ
ച ിരിക്കുക
ജ ര്മ്മ
ധ രി
ധ ്ര
ന നുസരിച്ച്
ബ ാര
ള ന്
വ ത്സ
ശ നി
സ ച്ചി
ു ധം
ൊ ന്നും
ർ ത്തുക
ക് തം
ത്ത ൊ
ത്ത ായി
രു ചിക
തി മി
തി നോ
വി വരം
നി ധി
പ്ര മാ
പ്ര ഭാഷണം
പ്ര വൃത്തിയ
ങ്ങ ാത്ത
വാ ൾ
തു വര
തു ളു
കു ങ്കുമ
ചെ പ്പടി
ഞ് ജ
ിക െ
പു രോഹി
കൊ ഴ
നാ ഡി
വേ വിച്ച
പോ ര്
ായി രം
കൂ ട്ടു
തിയ ായി
യി ട്ട്
വള ര്ച്ച
കോ ളേ
ബന്ധ ന
നീ ര
നേ യും
പെ രും
വല ിച്ചു
പരി പാടി
ബാ ണം
ബാ റ്റ്
കൃ തമായ
ഹി തനായ
പൊ യ്
കട ിക്കുക
മഹ ാന്
നായി ട്ട്
സ്വ ത്ത്
സ്വ ച്ഛ
സ്വ ർണ്ണ
ഭൂ ട്ട
സാധ ്യത
കൈ ത
വെള്ള രി
ഞ്ഞു പോയി
ചേ ച്ചി
ക്ര േ
മൂല ധനം
ഭാഷ യിലെ
പട്ട ം
ഇട യ
ഇട ത്
ഇട പെ
ഇട യന്
കീ ടാ
മില്ലാത്ത തു്
ബു ക്ക്
പ്രാ ഥ
കയ റ്റു
നില യം
ങ്ങൾ ക്ക്
