{"<|endoftext|>":0,"!":1,"\"":2,"#":3,"$":4,"%":5,"&":6,"'":7,"(":8,")":9,"*":10,"+":11,",":12,"-":13,".":14,"/":15,"0":16,"1":17,"2":18,"3":19,"4":20,"5":21,"6":22,"7":23,"8":24,"9":25,":":26,";":27,"<":28,"=":29,">":30,"?":31,"@":32,"A":33,"B":34,"C":35,"D":36,"E":37,"F":38,"G":39,"H":40,"I":41,"J":42,"K":43,"L":44,"M":45,"N":46,"O":47,"P":48,"Q":49,"R":50,"S":51,"T":52,"U":53,"V":54,"W":55,"X":56,"Y":57,"Z":58,"[":59,"\\":60,"]":61,"^":62,"_":63,"`":64,"a":65,"b":66,"c":67,"d":68,"e":69,"f":70,"g":71,"h":72,"i":73,"j":74,"k":75,"l":76,"m":77,"n":78,"o":79,"p":80,"q":81,"r":82,"s":83,"t":84,"u":85,"v":86,"w":87,"x":88,"y":89,"z":90,"{":91,"|":92,"}":93,"~":94,"¡":95,"¢":96,"£":97,"¤":98,"¥":99,"¦":100,"§":101,"¨":102,"©":103,"ª":104,"«":105,"¬":106,"®":107,"¯":108,"°":109,"±":110,"²":111,"³":112,"´":113,"µ":114,"¶":115,"·":116,"¸":117,"¹":118,"º":119,"»":120,"¼":121,"½":122,"¾":123,"¿":124,"À":125,"Á":126,"Â":127,"Ã":128,"Ä":129,"Å":130,"Æ":131,"Ç":132,"È":133,"É":134,"Ê":135,"Ë":136,"Ì":137,"Í":138,"Î":139,"Ï":140,"Ð":141,"Ñ":142,"Ò":143,"Ó":144,"Ô":145,"Õ":146,"Ö":147,"×":148,"Ø":149,"Ù":150,"Ú":151,"Û":152,"Ü":153,"Ý":154,"Þ":155,"ß":156,"à":157,"á":158,"â":159,"ã":160,"ä":161,"å":162,"æ":163,"ç":164,"è":165,"é":166,"ê":167,"ë":168,"ì":169,"í":170,"î":171,"ï":172,"ð":173,"ñ":174,"ò":175,"ó":176,"ô":177,"õ":178,"ö":179,"÷":180,"ø":181,"ù":182,"ú":183,"û":184,"ü":185,"ý":186,"þ":187,"ÿ":188,"Ā":189,"ā":190,"Ă":191,"ă":192,"Ą":193,"ą":194,"Ć":195,"ć":196,"Ĉ":197,"ĉ":198,"Ċ":199,"ċ":200,"Č":201,"č":202,"Ď":203,"ď":204,"Đ":205,"đ":206,"Ē":207,"ē":208,"Ĕ":209,"ĕ":210,"Ė":211,"ė":212,"Ę":213,"ę":214,"Ě":215,"ě":216,"Ĝ":217,"ĝ":218,"Ğ":219,"ğ":220,"Ġ":221,"ġ":222,"Ģ":223,"ģ":224,"Ĥ":225,"ĥ":226,"Ħ":227,"ħ":228,"Ĩ":229,"ĩ":230,"Ī":231,"ī":232,"Ĭ":233,"ĭ":234,"Į":235,"į":236,"İ":237,"ı":238,"Ĳ":239,"ĳ":240,"Ĵ":241,"ĵ":242,"Ķ":243,"ķ":244,"ĸ":245,"Ĺ":246,"ĺ":247,"Ļ":248,"ļ":249,"Ľ":250,"ľ":251,"Ŀ":252,"ŀ":253,"Ł":254,"ł":255,"Ń":256,"Ġt":257,"Ġa":258,"in":259,"he":260,"Ġs":261,"re":262,"Ġ.":263,"Ġo":264,"er":265,"it":266,"Ġthe":267,"Ġ,":268,"Ġf":269,"is":270,"en":271,"Ġm":272,"at":273,"Ġb":274,"Ġc":275,"Ġw":276,"ing":277,"es":278,"nd":279,"or":280,"on":281,"ou":282,"Ġp":283,"Ġof":284,"an":285,"Ġd":286,"ar":287,"Ġand":288,"al":289,"Ġth":290,"ly":291,"Ġh":292,"le":293,"ic":294,"Ġto":295,"Ġ'":296,"Ġin":297,"ed":298,"il":299,"Ġl":300,"om":301,"Ġn":302,"st":303,"Ġit":304,"Ġe":305,"Ġg":306,"Ġis":307,"ut":308,"ct":309,"el":310,"Ġmo":311,"ent":312,"ion":313,"as":314,"ot":315,"ve":316,"Ġthat":317,"Ġst":318,"im":319,"Ġbe":320,"vi":321,"Ġre":322,"ra":323,"Ġu":324,"gh":325,"the":326,"ver":327,"ro":328,"ul":329,"ch":330,"ce":331,"Ġfil":332,"Ġon":333,"Ġan":334,"et":335,"Ġfilm":336,"Ġy":337,"Ġas":338,"ith":339,"ri":340,"ke":341,"ol":342,"ay":343,"ow":344,"ad":345,"Ġfor":346,"Ġwith":347,"vie":348,"se":349,"ess":350,"Ġbut":351,"Ġwh":352,"oo":353,"Ġyou":354,"Ġsu":355,"ir":356,"Ġcom":357,"id":358,"if":359,"Ġits":360,"Ġch":361,"Ġmovie":362,"th":363,"am":364,"Ġal":365,"ers":366,"Ġhe":367,"ab":368,"un":369,"ill":370,"Ġj":371,"ag":372,"um":373,"Ġse":374,"ck":375,"ght":376,"ous":377,"..":378,"em":379,"Ġen":380,"ur":381,"Ġint":382,"Ġthis":383,"Ġli":384,"Ġex":385,"ak":386,"out":387,"ld":388,"ist":389,"Ġsh":390,"qu":391,"rom":392,"Ġab":393,"Ġnot":394,"Ġha":395,"ation":396,"Ġdo":397,"ant":398,"Ġde":399,"ally":400,"ive":401,"est":402,"'t":403,"Ġun":404,"ire":405,"ure":406,"Ġne":407,"Ġsc":408,"Ġcon":409,"ain":410,"ast":411,"art":412,"pe":413,"Ġ-":414,"ell":415,"Ġat":416,"Ġwor":417,"Ġk":418,"ate":419,"ity":420,"Ġso":421,"act":422,"ough":423,"ig":424,"Ġby":425,"ory":426,"us":427,"ust":428,"ap":429,"able":430,"for":431,"ood":432,"Ġare":433,"Ġchar":434,"and":435,"Ġpro":436,"Ġr":437,"Ġ--":438,"Ġabout":439,"Ġmore":440,"Ġthan":441,"Ġhas":442,"Ġall":443,"Ġlike":444,"Ġsom":445,"op":446,"Ġpl":447,"ould":448,"ful":449,"Ġact":450,"Ġone":451,"ight":452,"Ġfrom":453,"one":454,"Ġfe":455,"ud":456,"ind":457,"ven":458,"Ġhave":459,"ere":460,"ter":461,"her":462,"very":463,"Ġle":464,"Ġhis":465,"Ġpre":466,"ge":467,"os":468,"ff":469,"Ġv":470,"Ġ...":471,"all":472,"Ġwho":473,"Ġsp":474,"ard":475,"Ġper":476,"Ġor":477,"ack":478,"pt":479,"ial":480,"Ġim":481,"Ġcl":482,"Ġstory":483,"ong":484,"ect":485,"itt":486,"ie":487,"pl":488,"hing":489,"Ġ`":490,"irect":491,"pp":492,"Ġcharact":493,"Ġout":494,"ime":495,"ake":496,"res":497,"end":498,"ence":499,"ble":500,"man":501,"Ġfun":502,"Ġ)":503,"Ġman":504,"ious":505,"Ġam":506,"ces":507,"Ġqu":508,"ort":509,"Ġtr":510,"Ġlo":511,"ick":512,"ies":513,"ine":514,"de":515,"ict":516,"Ġno":517,"ram":518,"ert":519,"are":520,"Ġup":521,"ves":522,"reat":523,"ther":524,"Ġar":525,"ook":526,"Ġwe":527,"ac":528,"og":529,"Ġi":530,"Ġfl":531,"Ġtoo":532,"per":533,"ich":534,"Ġmost":535,"edy":536,"au":537,"Ġinto":538,"our":539,"ary":540,"Ġjust":541,"Ġthr":542,"Ġwill":543,"Ġad":544,"Ġgood":545,"Ġdirect":546,"ite":547,"od":548,"Ġsome":549,"ore":550,"com":551,"Ġany":552,"we":553,"Ġmu":554,"Ġcomp":555,"ile":556,"Ġdoes":557,"Ġcan":558,"ical":559,"ass":560,"Ġpo":561,"age":562,"nt":563,"oy":564,"ment":565,"Ġent":566,"Ġro":567,"Ġwork":568,"akes":569,"Ġus":570,"Ġbl":571,"ep":572,"Ġwhe":573,"Ġover":574,"Ġcomedy":575,"Ġmuch":576,"ult":577,"ny":578,"elf":579,"ise":580,"iz":581,"Ġtime":582,"ue":583,"Ġperfor":584,"Ġem":585,"this":586,"Ġdis":587,"ry":588,"nder":589,"ating":590,"Ġoff":591,"ear":592,"ound":593,"Ġway":594,"ark":595,"ens":596,"Ġwhat":597,"Ġhum":598,"Ġbet":599,"wh":600,"Ġ(":601,"Ġif":602,"Ġ''":603,"int":604,"ertain":605,"Ġcharacters":606,"Ġfeel":607,"rit":608,"ide":609,"Ġperforman":610,"Ġeven":611,"Ġsl":612,"ish":613,"ated":614,"atch":615,"Ġwell":616,"less":617,"ving":618,"ice":619,"ip":620,"Ġra":621,"ittle":622,"reen":623,"Ġget":624,"wn":625,"Ġme":626,"ness":627,"ance":628,"Ġfa":629,"Ġlittle":630,"ull":631,"Ġonly":632,"ade":633,"Ġsub":634,"Ġri":635,"ife":636,"cc":637,"ense":638,"ual":639,"ne":640,"Ġtw":641,"Ġlook":642,"Ġtheir":643,"ingly":644,"ose":645,"sp":646,"Ġgo":647,"oc":648,"Ġyour":649,"ost":650,"Ġmake":651,"Ġevery":652,"Ġfunny":653,"Ġimp":654,"Ġthem":655,"ative":656,"ings":657,"vel":658,"Ġtal":659,"Ġreal":660,"own":661,"Ġvi":662,"atic":663,"Ġgen":664,"ience":665,"Ġbeen":666,"Ġend":667,"pect":668,"Ġmay":669,"ions":670,"Ġsomet":671,"Ġ``":672,"Ġdram":673,"Ġthere":674,"ans":675,"Ġlove":676,"Ġenough":677,"ily":678,"Ġnever":679,"ents":680,"...":681,"Ġbad":682,"ame":683,"Ġsur":684,"ress":685,"ild":686,"Ġvery":687,"Ġbr":688,"Ġwas":689,"ll":690,"Ġthey":691,"old":692,"ang":693,"led":694,"Ġte":695,"Ġdes":696,"Ġdel":697,"ph":698,"Ġdirector":699,"Ġseem":700,"aking":701,"Ġrem":702,"ber":703,"Ġmakes":704,"ond":705,"Ġwould":706,"Ġlife":707,"hed":708,"Ġsm":709,"Ġbest":710,"Ġwhich":711,"Ġser":712,"so":713,"Ġscreen":714,"sh":715,"Ġother":716,"Ġstr":717,"vers":718,"Ġsee":719,"Ġnew":720,"ren":721,"ty":722,"Ġher":723,"ting":724,"Ġmat":725,"Ġentertain":726,"Ġthrough":727,"Ġcont":728,"ays":729,"Ġpe":730,"Ġhow":731,"but":732,"ris":733,"Ġ?":734,"li":735,"Ġag":736,"ably":737,"ately":738,"ling":739,"Ġtra":740,"ach":741,"ign":742,"Ġplot":743,"ved":744,"ink":745,"ors":746,"Ġwhen":747,"Ġ1":748,"red":749,"Ġcould":750,"Ġwatch":751,"vies":752,"erest":753,"gin":754,"Ġ:":755,"Ġaud":756,"Ġunder":757,"Ġlong":758,"ional":759,"Ġpart":760,"Ġrom":761,"Ġfam":762,"other":763,"there":764,"ath":765,"Ġmovies":766,"Ġyear":767,"imes":768,"Ġheart":769,"urn":770,"Ġart":771,"eric":772,"ually":773,"Ġmy":774,"Ġjo":775,"Ġbig":776,"ject":777,"les":778,"Ġres":779,"inem":780,"Ġinterest":781,"ism":782,"Ġmin":783,"leas":784,"ash":785,"Ġshould":786,"vent":787,"ible":788,"ffect":789,"ace":790,"sc":791,"Ġcr":792,"Ġsomething":793,"Ġgreat":794,"uct":795,"its":796,"Ġmade":797,"oth":798,"Ġreally":799,"ying":800,"Ġob":801,"Ġcast":802,"Ġcinem":803,"Ġcharacter":804,"ian":805,"Ġhol":806,"Ġown":807,"istic":808,"Ġaction":809,"iv":810,"hes":811,"imp":812,"Ġshow":813,"Ġche":814,"Ġtwo":815,"Ġthrill":816,"mer":817,"Ġaw":818,"Ġwar":819,"view":820,"Ġperformances":821,"Ġins":822,"irst":823,"Ġvis":824,"Ġdrama":825,"now":826,"pec":827,"elling":828,"ft":829,"Ġstill":830,"Ġfilms":831,"oss":832,"igh":833,"Ġmany":834,"aw":835,"aut":836,"Ġke":837,"ree":838,"Ġgr":839,"ople":840,"be":841,"Ġco":842,"ute":843,"Ġpeople":844,"Ġatt":845,"Ġlau":846,"Ġgi":847,"what":848,"te":849,"Ġcle":850,"Ġhard":851,"Ġscen":852,"Ġtri":853,"ript":854,"Ġdown":855,"ome":856,"con":857,"Ġfar":858,"ause":859,"Ġhumor":860,"ather":861,"row":862,"ument":863,"ations":864,"get":865,"Ġfirst":866,"Ġfilmm":867,"Ġemot":868,"Ġbetter":869,"umb":870,"Ġdoc":871,"iss":872,"fort":873,"icture":874,"Ġter":875,"Ġpicture":876,"ss":877,"arly":878,"Ġgra":879,"Ġscript":880,"der":881,"up":882,"Ġcol":883,"Ġthose":884,"Ġbeing":885,"joy":886,"Ġaf":887,"Ġwo":888,"Ġless":889,"Ġmom":890,"Ġkind":891,"ning":892,"ock":893,"Ġap":894,"Ġmight":895,"ages":896,"gg":897,"ten":898,"Ġrel":899,"Ġenjoy":900,"Ġfr":901,"most":902,"Ġca":903,"Ġwithout":904,"Ġdocument":905,"wood":906,"Ġold":907,"ature":908,"ower":909,"Ġworld":910,"like":911,"Ġaudience":912,"Ġever":913,"Ġrec":914,"cept":915,"Ġalso":916,"Ġpret":917,"Ġameric":918,"sy":919,"Ġgu":920,"ib":921,"ks":922,"Ġself":923,"ought":924,"ars":925,"Ġlack":926,"thing":927,"av":928,"iff":929,"Ġeng":930,"fully":931,"ween":932,"Ġsurp":933,"Ġsense":934,"utes":935,"Ġworth":936,"Ġplay":937,"Ġview":938,"Ġbel":939,"Ġback":940,"not":941,"Ġwant":942,"vid":943,"Ġnothing":944,"Ġcharm":945,"Ġfind":946,"Ġpoint":947,"Ġlaugh":948,"Ġhere":949,"Ġknow":950,"az":951,"Ġapp":952,"Ġboth":953,"Ġbetween":954,"Ġlot":955,"Ġgl":956,"Ġsty":957,"Ġfew":958,"Ġperformance":959,"Ġset":960,"Ġthing":961,"Ġexc":962,"Ġdep":963,"Ġsat":964,"Ġbec":965,"Ġneed":966,"Ġkid":967,"Ġanother":968,"Ġsuch":969,"Ġhuman":970,"ginal":971,"here":972,"uc":973,"Ġmess":974,"ner":975,"uff":976,"Ġ;":977,"Ġide":978,"Ġori":979,"Ġpers":980,"Ġinc":981,"Ġcomple":982,"even":983,"ky":984,"lywood":985,"antic":986,"ney":987,"Ġmus":988,"ates":989,"Ġpr":990,"ale":991,"Ġbecause":992,"lt":993,"Ġcare":994,"apt":995,"Ġminutes":996,"ount":997,"Ġseems":998,"Ġturn":999,"Ġoften":1000,"Ġind":1001,"Ġult":1002,"ross":1003,"though":1004,"arr":1005,"ically":1006,"Ġel":1007,"Ġthriller":1008,"ex":1009,"ia":1010,"Ġpleas":1011,"Ġthink":1012,"Ġhigh":1013,"Ġbeaut":1014,"iful":1015,"Ġkeep":1016,"Ġdra":1017,"Ġdocumentary":1018,"Ġoriginal":1019,"ination":1020,"Ġshe":1021,"Ġfin":1022,"Ġeffect":1023,"Ġbecom":1024,"Ġext":1025,"Ġtale":1026,"Ġsk":1027,"Ġph":1028,"Ġagain":1029,"Ġir":1030,"ts":1031,"Ġquite":1032,"while":1033,"ater":1034,"Ġcreat":1035,"Ġrep":1036,"Ġform":1037,"Ġultim":1038,"Ġswe":1039,"Ġfull":1040,"Ġbu":1041,"Ġpower":1042,"arn":1043,"ster":1044,"app":1045,"Ġinteresting":1046,"gu":1047,"ys":1048,"Ġ!":1049,"Ġwom":1050,"iness":1051,"Ġsin":1052,"Ġmar":1053,"Ġwere":1054,"Ġwhile":1055,"Ġhollywood":1056,"fl":1057,"me":1058,"no":1059,"Ġac":1060,"Ġdist":1061,"ics":1062,"olog":1063,"Ġalmost":1064,"Ġexpl":1065,"ered":1066,"Ġfeels":1067,"to":1068,"Ã¢":1069,"Ã£":1070,"ins":1071,"Ġhim":1072,"Ġref":1073,"Ġitself":1074,"Ġdec":1075,"Ġentertaining":1076,"Ġromantic":1077,"Ġfilmmak":1078,"Ġsurpris":1079,"king":1080,"Ġsimp":1081,"Ġpol":1082,"anc":1083,"ane":1084,"Ġhor":1085,"Ġafter":1086,"Ġappe":1087,"Ġes":1088,"Ġspec":1089,"Ġseen":1090,"iece":1091,"you":1092,"ÆĴ":1093,"Ġrather":1094,"Ã£ÆĴ":1095,"Ã£ÆĴÃ¢":1096,"direct":1097,"ons":1098,"Ġyet":1099,"Ġright":1100,"Ġmoments":1101,"pite":1102,"aster":1103,"Ġfamily":1104,"Ġamerican":1105,"\\/":1106,"fore":1107,"ng":1108,"Ġtake":1109,"Ġfri":1110,"ality":1111,"Ġho":1112,"Ġhist":1113,"Ġeas":1114,"vious":1115,"Ġcons":1116,"riter":1117,"ither":1118,"Ġprod":1119,"Ġimag":1120,"cess":1121,"Ġ2":1122,"Ġmem":1123,"Ġcar":1124,"Ġcra":1125,"Ġhad":1126,"lect":1127,"str":1128,"Ġev":1129,"Ġthese":1130,"Ġmel":1131,"Ġbit":1132,"alf":1133,"ility":1134,"Ġexper":1135,"ward":1136,"ering":1137,"Ġsex":1138,"Ġrun":1139,"ogue":1140,"dict":1141,"ially":1142,"Ġsol":1143,"Ġmor":1144,"Ġdiff":1145,"ionally":1146,"Ġyoung":1147,"Ġcomes":1148,"Ġacting":1149,"Ġwhere":1150,"of":1151,"Ġed":1152,"Ġsch":1153,"Ġinv":1154,"ste":1155,"ures":1156,"ellig":1157,"Ġsubject":1158,"Ġperson":1159,"Ġsame":1160,"read":1161,"Ġour":1162,"ences":1163,"Ġcult":1164,"ange":1165,"asc":1166,"ason":1167,"Ġcome":1168,"Ġdeli":1169,"fect":1170,"ition":1171,"Ġmi":1172,"Ġcre":1173,"Ġport":1174,"Ġpass":1175,"Ġthought":1176,"Ġbefore":1177,"Ġsuper":1178,"irl":1179,"Ġdial":1180,"ils":1181,"Ġsequ":1182,"Ġintellig":1183,"ms":1184,"xt":1185,"Ġtimes":1186,"Ġthen":1187,"Ġmon":1188,"Ġhour":1189,"ase":1190,"Ġstand":1191,"Ġactors":1192,"Ġlea":1193,"ship":1194,"Ġmater":1195,"by":1196,"Ġsil":1197,"Ġthings":1198,"Ġclass":1199,"Ġgets":1200,"Ġsince":1201,"air":1202,"iet":1203,"ub":1204,"Ġbro":1205,"icul":1206,"ching":1207,"amp":1208,"Ġhapp":1209,"min":1210,"Ġsay":1211,"Ġmind":1212,"Ġanim":1213,"ired":1214,"Ġultimately":1215,"Ġdialogue":1216,"Ġmaterial":1217,"self":1218,"uck":1219,"Ġtou":1220,"Ġtakes":1221,"Ġsit":1222,"ream":1223,"ord":1224,"Ġdet":1225,"Ġstud":1226,"Ġchild":1227,"Ġscenes":1228,"director":1229,"dd":1230,"isf":1231,"iment":1232,"Ġbeautiful":1233,"ues":1234,"with":1235,"als":1236,"Ġhalf":1237,"empt":1238,"Ġflick":1239,"Ġgener":1240,"Ġ19":1241,"Ġmusic":1242,"ier":1243,"iar":1244,"erg":1245,"Ġfasc":1246,"Ġdid":1247,"rif":1248,"Ġhand":1249,"play":1250,"co":1251,"Ġtit":1252,"Ġsw":1253,"Ġdem":1254,"ently":1255,"irit":1256,"Ġwatching":1257,"Ġbelie":1258,"att":1259,"Ġwr":1260,"ains":1261,"Ġcompelling":1262,"Ġwonder":1263,"Ġportra":1264,"vo":1265,"Ġdark":1266,"que":1267,"gether":1268,"Ġyears":1269,"Ġsweet":1270,"ror":1271,"ines":1272,"Ġabs":1273,"hen":1274,"Ġthough":1275,"Ġlast":1276,"Ġemotional":1277,"Ġspecial":1278,"day":1279,"Ġz":1280,"ret":1281,"Ġwit":1282,"Ġpain":1283,"Ġhar":1284,"Ġep":1285,"Ġstart":1286,"Ġexp":1287,"Ġleast":1288,"ends":1289,"Ġcinema":1290,"Ġvisual":1291,"Ġfascin":1292,"ffort":1293,"kes":1294,"Ġput":1295,"Ġdull":1296,"ilar":1297,"Ġeffort":1298,"Ġpredict":1299,"ogra":1300,"ccess":1301,"Ġkids":1302,"ger":1303,"Ġmed":1304,"Ġele":1305,"Ġinter":1306,"using":1307,"Ġfamil":1308,"iel":1309,"Ġsou":1310,"Ġbor":1311,"eless":1312,"Ġstar":1313,"ract":1314,"Ġproble":1315,"Ġclever":1316,"oot":1317,"ted":1318,"Ġsa":1319,"Ġpiece":1320,"Ġlight":1321,"Ġdef":1322,"Ġdeep":1323,"Ġgoing":1324,"Ġentertainment":1325,"io":1326,"inc":1327,"era":1328,"itive":1329,"Ġey":1330,"Ġgive":1331,"ider":1332,"Ġsec":1333,"uring":1334,"deo":1335,"ized":1336,"Ġgives":1337,"son":1338,"oll":1339,"ists":1340,"Ġpres":1341,"odram":1342,"Ġworks":1343,"Ġcinematic":1344,"ool":1345,"some":1346,"orn":1347,"Ġpsy":1348,"Ġstra":1349,"ural":1350,"Ġfeature":1351,"Ġspirit":1352,"Ġanyone":1353,"yp":1354,"Ġma":1355,"Ġbra":1356,"Ġnarr":1357,"Ġgirl":1358,"Ġonce":1359,"ously":1360,"alls":1361,"Ġsmart":1362,"ossible":1363,"Ġpretty":1364,"br":1365,"ps":1366,"Ġsent":1367,"reak":1368,"Ġmaking":1369,"aste":1370,"Ġwhole":1371,"Ġperfect":1372,"Ġaway":1373,"Ġstyle":1374,"Ġfascinating":1375,"pro":1376,"Â©":1377,"Ġbo":1378,"Ġpar":1379,"Ġhon":1380,"antly":1381,"Ġanything":1382,"Ġrare":1383,"Ġmelodram":1384,"cial":1385,"ug":1386,"ways":1387,"Ġsad":1388,"Ġbar":1389,"Ġcertain":1390,"Ġlow":1391,"Ġund":1392,"Ġsusp":1393,"Ġcomm":1394,"Ġunf":1395,"Ġlead":1396,"ming":1397,"ric":1398,"Ġsens":1399,"Ġcapt":1400,"Ġtogether":1401,"Ġmoving":1402,"Ġexpect":1403,"Ġshort":1404,"Ġuns":1405,"Ġadd":1406,"Ġserious":1407,"iting":1408,"ank":1409,"aling":1410,"Ġnow":1411,"Ġret":1412,"ula":1413,"Ġsum":1414,"Ġconv":1415,"off":1416,"Ġmid":1417,"Ġpot":1418,"Ġpop":1419,"aring":1420,"Ġthree":1421,"Ġconf":1422,"Ġtrue":1423,"arent":1424,"Ġlaughs":1425,"Ġwomen":1426,"Ġpsych":1427,"des":1428,"Ġdi":1429,"Ġday":1430,"Ġprof":1431,"Ġdirection":1432,"Ġengag":1433,"Ġhistory":1434,"Ġexperience":1435,"stead":1436,"Ġsy":1437,"Ġsound":1438,"Ġmiss":1439,"Ġmaster":1440,"els":1441,"Ġred":1442,"Ġass":1443,"Ġalways":1444,"ured":1445,"Ġstrong":1446,"uction":1447,"Ġobvious":1448,"cl":1449,"zy":1450,"Ġop":1451,"ities":1452,"Ġfans":1453,"Ġinsp":1454,"ots":1455,"Ġsure":1456,"Ġcomic":1457,"Ġhead":1458,"Ġlevel":1459,"Ġvideo":1460,"Ġcomplete":1461,"Ġtitle":1462,"cy":1463,"wor":1464,"Ġvers":1465,"Ġmen":1466,"Ġmag":1467,"stand":1468,"uth":1469,"ows":1470,"Ġwhy":1471,"ird":1472,"Ġprob":1473,"Ġplace":1474,"Ġactually":1475,"Ġwhose":1476,"Ġclic":1477,"resh":1478,"Ġsometimes":1479,"Ġseries":1480,"Ġsilly":1481,"Ġnarrative":1482,"00":1483,"Ġwild":1484,"Ġda":1485,"Ġbeh":1486,"Ġamb":1487,"Ġquest":1488,"ments":1489,"Ġtalent":1490,"Ġmatter":1491,"Ġtrag":1492,"Ġsatisf":1493,"Ġpolit":1494,"Ġpredictable":1495,"cut":1496,"vis":1497,"Ġdam":1498,"Ġcoming":1499,"illi":1500,"ush":1501,"Ġaround":1502,"ody":1503,"ored":1504,"Ġteen":1505,"Ġinsight":1506,"ek":1507,"hn":1508,"ler":1509,"oint":1510,"Ġfact":1511,"eng":1512,"Ġpat":1513,"Ġequ":1514,"Ġreason":1515,"Ġhel":1516,"Ġentire":1517,"Ġslow":1518,"Ġgenre":1519,"ressive":1520,"Ġattempt":1521,"Ġsimply":1522,"ograph":1523,"Ġfamiliar":1524,"``":1525,"time":1526,"Ġcent":1527,"Ġdone":1528,"ific":1529,"Ġnearly":1530,"aps":1531,"opp":1532,"Ġprem":1533,"itten":1534,"Ġquir":1535,"Ġtrans":1536,"Ġscreenplay":1537,"Ġidea":1538,"fe":1539,"Ġacc":1540,"Ġcou":1541,"Ġwin":1542,"ories":1543,"Ġprom":1544,"Ġpast":1545,"Ġste":1546,"sem":1547,"Ġrob":1548,"Ġmean":1549,"Ġformula":1550,"cer":1551,"uri":1552,"ined":1553,"ening":1554,"Ġmain":1555,"Ġboy":1556,"orge":1557,"Ġmoder":1558,"ention":1559,"ceed":1560,"ude":1561,"Ġmanages":1562,"Ġfilmmakers":1563,"Ġhorror":1564,"Ġsentiment":1565,"Ġhonest":1566,"bing":1567,"ced":1568,"cise":1569,"ched":1570,"go":1571,"ied":1572,"ient":1573,"oon":1574,"Ġsim":1575,"Ġfresh":1576,"Ġmur":1577,"Ġmark":1578,"Ġpun":1579,"Ġhome":1580,"Ġintri":1581,"Ġlive":1582,"ational":1583,"Ġtrying":1584,"Ġadm":1585,"Ġsubt":1586,"Ġgoes":1587,"Ġdramatic":1588,"Ġdelight":1589,"Ġprobably":1590,"Ġpremise":1591,"dle":1592,"Ġoper":1593,"Ġfant":1594,"Ġmis":1595,"Ġbook":1596,"Ġcred":1597,"Ġnor":1598,"Ġsuccess":1599,"izing":1600,"Ġwarm":1601,"Ġenjoyable":1602,"Ġsolid":1603,"ail":1604,"ron":1605,"Ġtre":1606,"Ġsing":1607,"Ġben":1608,"alk":1609,"Ġlar":1610,"plic":1611,"Ġfair":1612,"Ġparticul":1613,"Ġelse":1614,"Ġeffects":1615,"Ġchildren":1616,"Ġproblem":1617,"Ġsuspense":1618,"Ġengaging":1619,"Ġmodern":1620,"Ġtreat":1621,"Ġsn":1622,"Ġfine":1623,"Ġbas":1624,"Ġbri":1625,"Ġcam":1626,"any":1627,"Ġhero":1628,"Ġworst":1629,"Ġadvent":1630,"Ġblack":1631,"Ġface":1632,"pecially":1633,"Ġturns":1634,"Ġdrag":1635,"despite":1636,"dy":1637,"iences":1638,"Ġ9":1639,"Ġodd":1640,"ited":1641,"Ġfren":1642,"Ġwriter":1643,"Ġgri":1644,"Ġread":1645,"Ġdead":1646,"Ġval":1647,"ults":1648,"ize":1649,"Ġdiffere":1650,"gr":1651,"mo":1652,"ser":1653,"Ġocc":1654,"ished":1655,"Ġmr":1656,"Ġmust":1657,"Ġwa":1658,"ese":1659,"Ġdumb":1660,"rop":1661,"Ġant":1662,"oof":1663,"Ġcomed":1664,"Ġdebut":1665,"Ġamusing":1666,"Ġoffers":1667,"Ġfeeling":1668,"Ġjohn":1669,"Ġcomplex":1670,"Ġbecomes":1671,"Ġespecially":1672,"Ġstudy":1673,"ugg":1674,"Ġill":1675,"Ġtell":1676,"Ġsort":1677,"Ġtheater":1678,"Ġdr":1679,"Ġearn":1680,"Ġalong":1681,"Ġactor":1682,"Ġflat":1683,"Ġflaw":1684,"Ġviol":1685,"Ġending":1686,"Ġsmall":1687,"Ġcontri":1688,"Ġromance":1689,"Ġmyster":1690,"Ġportrait":1691,"Ġpsycholog":1692,"ned":1693,"ove":1694,"Ġve":1695,"ery":1696,"Ġcut":1697,"Ġstuff":1698,"Ġbegin":1699,"chie":1700,"Ġsupp":1701,"Ġeverything":1702,"avy":1703,"Ġeasy":1704,"Ġintelligent":1705,"Ġversion":1706,"cent":1707,"ef":1708,"just":1709,"und":1710,"Ġsign":1711,"reme":1712,"itation":1713,"Ġmet":1714,"Ġcount":1715,"Ġenerg":1716,"Ġproject":1717,"Ġlikely":1718,"iction":1719,"aced":1720,"velop":1721,"Ġterrif":1722,"Ġlacks":1723,"Ġcharming":1724,"Ġstyl":1725,"Ġmessage":1726,"Ġinvol":1727,"Ġboring":1728,"bl":1729,"too":1730,"uine":1731,"yn":1732,"Ġmot":1733,"ential":1734,"Ġjour":1735,"Ġexer":1736,"ationship":1737,"Ġnext":1738,"Ġquiet":1739,"Ġslight":1740,"Ġbecome":1741,"ma":1742,"Ġtv":1743,"Ġcal":1744,"Ġhit":1745,"Ġreve":1746,"chn":1747,"Ġlives":1748,"Ġuni":1749,"used":1750,"Ġclose":1751,"Ġlooking":1752,"Ġbrilli":1753,"Ġrelationship":1754,"Ġfilmmaker":1755,"Ġhours":1756,"Ġquirky":1757,"Ġexercise":1758,"med":1759,"yond":1760,"Ġid":1761,"Ġaffect":1762,"het":1763,"ony":1764,"ouse":1765,"elt":1766,"Ġstun":1767,"ags":1768,"Ġword":1769,"ustr":1770,"Ġrich":1771,"ension":1772,"Ġclassic":1773,"Ġsoul":1774,"Ġfrench":1775,"uly":1776,"where":1777,"writer":1778,"Ġfoll":1779,"Ġwrit":1780,"Ġpa":1781,"ann":1782,"Ġdream":1783,"Ġhilar":1784,"Ġinstead":1785,"Ġlat":1786,"Ġsuff":1787,"ams":1788,"ump":1789,"osed":1790,"allow":1791,"come":1792,"comp":1793,"Ġdespite":1794,"Ġremark":1795,"Ġideas":1796,"Ġpowerful":1797,"Ġculture":1798,"Ġpassion":1799,"Ġenergy":1800,"ches":1801,"do":1802,"land":1803,"Ġtone":1804,"Ġwind":1805,"Ġeither":1806,"entious":1807,"ote":1808,"Ġstri":1809,"Ġreg":1810,"rage":1811,"ulg":1812,"ular":1813,"ett":1814,"iller":1815,"Ġje":1816,"Ġjack":1817,"aged":1818,"Ġdeath":1819,"Ġplays":1820,"Ġleft":1821,"ended":1822,"Ġmostly":1823,"Ġemb":1824,"Ġeveryone":1825,"Ġimport":1826,"Ġgenuine":1827,"Ġfilmmaking":1828,"guing":1829,"Ġsurprisingly":1830,"Ġmelodrama":1831,"Ġcertainly":1832,"ax":1833,"ob":1834,"ising":1835,"ones":1836,"ances":1837,"Ġdou":1838,"Ġinf":1839,"Ġlit":1840,"Ġeach":1841,"Ġbeyond":1842,"Ġur":1843,"Ġang":1844,"urd":1845,"urp":1846,"Ġdog":1847,"Ġdev":1848,"itty":1849,"itting":1850,"Ġrock":1851,"Ġstrange":1852,"Ġrecent":1853,"appoint":1854,"Ġsitu":1855,"Ġsecond":1856,"Ġcompletely":1857,"Ġhelp":1858,"Ġopera":1859,"ding":1860,"how":1861,"line":1862,"use":1863,"Ġspe":1864,"Ġspect":1865,"Ġcap":1866,"orable":1867,"utter":1868,"Ġrest":1869,"Ġheavy":1870,"Ġexcept":1871,"Ġstoryt":1872,"Ġdeser":1873,"Ġviewers":1874,"Ġexplo":1875,"Ġmix":1876,"Ġleave":1877,"Ġbelieve":1878,"Ġdeeply":1879,"Ġoccas":1880,"ci":1881,"Ġfre":1882,"Ġfour":1883,"Ġmad":1884,"oud":1885,"Ġhold":1886,"let":1887,"Ġgot":1888,"asy":1889,"rid":1890,"Ġforget":1891,"Ġquick":1892,"Ġtruth":1893,"Ġtruly":1894,"Ġdirected":1895,"Ġride":1896,"Ġlooks":1897,"Ġreality":1898,"Ġjokes":1899,"ashion":1900,"ival":1901,"Ġhimself":1902,"Ġhope":1903,"Ġcreep":1904,"void":1905,"Ġstraight":1906,"Ġsummer":1907,"Ġmiddle":1908,"ah":1909,"ecut":1910,"hy":1911,"wr":1912,"when":1913,"Ġaff":1914,"Ġsand":1915,"Ġfound":1916,"Ġcor":1917,"Ġcart":1918,"ont":1919,"Ġden":1920,"icult":1921,"Ġexam":1922,"Ġshot":1923,"Ġpoet":1924,"Ġdisappoint":1925,"Ġsubst":1926,"Ġunderstand":1927,"Ġshows":1928,"Ġwoman":1929,"Ġproduction":1930,"Ġdifficult":1931,"Ġpersonal":1932,"minute":1933,"hand":1934,"Ġfat":1935,"Ġpay":1936,"Ġder":1937,"although":1938,"Ġinst":1939,"Ġline":1940,"Ġnight":1941,"Ġnice":1942,"otic":1943,"Ġexact":1944,"Ġabove":1945,"ively":1946,"Ġconcept":1947,"comm":1948,"Ġvir":1949,"Ġends":1950,"Ġscene":1951,"Ġappro":1952,"Ġrefres":1953,"Ġsimple":1954,"Ġdelivers":1955,"Ġtouching":1956,"Ġcamera":1957,"Ġadventure":1958,"af":1959,"bly":1960,"ball":1961,"ele":1962,"ever":1963,"ged":1964,"gra":1965,"iest":1966,"sel":1967,"Ġ8":1968,"Ġair":1969,"Ġopp":1970,"Ġhop":1971,"Ġlif":1972,"Ġgrow":1973,"ott":1974,"Ġcomb":1975,"ames":1976,"Ġalread":1977,"Ġshock":1978,"Ġlet":1979,"Ġspy":1980,"Ġnovel":1981,"Ġrole":1982,"berg":1983,"Ġtries":1984,"Ġextreme":1985,"Ġbeautifully":1986,"Ġsym":1987,"Ġsatisfying":1988,"Ġintriguing":1989,"Ġlarge":1990,"Ġdifferent":1991,"Ġhilarious":1992,"Ġalready":1993,"ai":1994,"ael":1995,"every":1996,"ien":1997,"por":1998,"rise":1999,"wise":2000,"Ġaut":2001,"Ġfut":2002,"Ġhu":2003,"Ġstup":2004,"Ġstories":2005,"ung":2006,"unk":2007,"Ġexecut":2008,"Ġdevelop":2009,"Ġneither":2010,"uss":2011,"Ġimages":2012,"pping":2013,"ender":2014,"ichÃ£ÆĴÃ¢":2015,"itely":2016,"Ġfails":2017,"Ġremains":2018,"Ġmoment":2019,"Ġstorytelling":2020,"bo":2021,"has":2022,"my":2023,"uous":2024,"war":2025,"year":2026,"Ġx":2027,"Ġted":2028,"Ġsle":2029,"Ġside":2030,"Ġfire":2031,"ishing":2032,"Ġbal":2033,"Ġcost":2034,"Ġtop":2035,"enty":2036,"ember":2037,"Ġsoap":2038,"ĠclichÃ£ÆĴÃ¢":2039,"arely":2040,"Ġimpossible":2041,"Ġbring":2042,"Ġtechn":2043,"Ġpretentious":2044,"ibly":2045,"Ġextra":2046,"Ġesc":2047,"Ġfriend":2048,"Ġconsider":2049,"Ġparticularly":2050,"Ġjourney":2051,"Ġspectac":2052,"Ġvirt":2053,"Ġrefreshing":2054,"ked":2055,"more":2056,"tra":2057,"Ġtar":2058,"erous":2059,"Ġfem":2060,"Ġmere":2061,"Ġcond":2062,"Ġcase":2063,"Ġposs":2064,"Ġdri":2065,"Ġnon":2066,"Ġnone":2067,"Ġgags":2068,"Ġmood":2069,"ims":2070,"Ġsust":2071,"unny":2072,"ichael":2073,"Ġadapt":2074,"Ġblood":2075,"lessly":2076,"Ġtwist":2077,"ocative":2078,"Ġseeing":2079,"Ġaudiences":2080,"Ġcrime":2081,"Ġgrand":2082,"Ġpleasure":2083,"Ġeasily":2084,"Ġsequel":2085,"Ġanimation":2086,"Ġmedi":2087,"Ġeye":2088,"Ġearnest":2089,"Ġpsychological":2090,"Ġterrific":2091,"Ġfollow":2092,"Ġliter":2093,"Ġexactly":2094,"selves":2095,"lin":2096,"ple":2097,"rist":2098,"ze":2099,"Ġver":2100,"Ġutter":2101,"Ġtaste":2102,"Ġachie":2103,"ital":2104,"Ġfoc":2105,"atural":2106,"Ġcur":2107,"Ġdig":2108,"edly":2109,"Ġland":2110,"rable":2111,"rown":2112,"ets":2113,"Ġunex":2114,"Ġsocial":2115,"Ġprovid":2116,"oney":2117,"icks":2118,"Ġroll":2119,"Ġdisney":2120,"Ġways":2121,"Ġimpro":2122,"Ġdelic":2123,"scious":2124,"fortun":2125,"Ġagainst":2126,"Ġmoral":2127,"Ġintelligence":2128,"Ġdefin":2129,"Ġmaj":2130,"Ġpolitical":2131,"Ġsubtle":2132,"Ġmystery":2133,"over":2134,"way":2135,"inct":2136,"Ġmild":2137,"ats":2138,"Ġbrit":2139,"Ġbreak":2140,"Ġinde":2141,"Ġnature":2142,"Ġgent":2143,"Ġgame":2144,"Ġiss":2145,"Ġcho":2146,"unity":2147,"illing":2148,"Ġsever":2149,"Ġunt":2150,"ellent":2151,"Ġproves":2152,"Ġactress":2153,"Ġweird":2154,"Ġpoor":2155,"Ġbland":2156,"Ġgetting":2157,"Ġcool":2158,"Ġdepth":2159,"struct":2160,"Ġstandard":2161,"ield":2162,"ography":2163,"Ġstupid":2164,"ape":2165,"aust":2166,"light":2167,"whe":2168,"Ġtest":2169,"Ġtheat":2170,"Ġfalls":2171,"Ġbus":2172,"Ġbreat":2173,"Ġcold":2174,"Ġparent":2175,"ices":2176,"Ġevent":2177,"Ġgone":2178,"chy":2179,"olut":2180,"olute":2181,"Ġforce":2182,"Ġjoy":2183,"Ġexh":2184,"Ġsoph":2185,"udget":2186,"Ġtrad":2187,"Ġcliches":2188,"semble":2189,"Ġviolence":2190,"Ġwriting":2191,"Ġapproach":2192,"bel":2193,"gi":2194,"haps":2195,"ring":2196,"ton":2197,"Ġer":2198,"itious":2199,"Ġfig":2200,"ises":2201,"Ġmichael":2202,"Ġcour":2203,"Ġcele":2204,"Ġpure":2205,"arp":2206,"Ġthin":2207,"Ġni":2208,"Ġgang":2209,"Ġgorge":2210,"Ġchrist":2211,"that":2212,"ability":2213,"ement":2214,"aken":2215,"Ġunp":2216,"Ġprocess":2217,"oses":2218,"Ġwhether":2219,"Ġfav":2220,"Ġremind":2221,"Ġjob":2222,"Ġobser":2223,"Ġcheap":2224,"Ġgiven":2225,"Ġcoll":2226,"Ġsatire":2227,"Ġkeeps":2228,"Ġphil":2229,"Ġappeal":2230,"Ġmemorable":2231,"Ġschool":2232,"Ġwrong":2233,"Ġwritten":2234,"Ġepic":2235,"Ġopen":2236,"Ġrobert":2237,"Ġoccasionally":2238,"ban":2239,"bers":2240,"kin":2241,"nect":2242,"ino":2243,"rew":2244,"Ġfight":2245,"Ġbur":2246,"Ġcall":2247,"Ġwel":2248,"orough":2249,"orical":2250,"Ġdays":2251,"Ġinvent":2252,"Ġgod":2253,"rible":2254,"oose":2255,"ides":2256,"Ġacted":2257,"Ġspl":2258,"pped":2259,"Ġlost":2260,"acing":2261,"Ġuses":2262,"Ġtele":2263,"Ġdesper":2264,"Ġcontem":2265,"Ġclear":2266,"Ġviewer":2267,"Ġthoughtful":2268,"Ġleaves":2269,"Ġelements":2270,"movie":2271,"Ġbrilliant":2272,"Ġtedious":2273,"fi":2274,"gen":2275,"iod":2276,"path":2277,"inary":2278,"Ġful":2279,"Ġfoot":2280,"Ġball":2281,"Ġcop":2282,"Ġcamp":2283,"Ġwater":2284,"ork":2285,"Ġpossible":2286,"anch":2287,"Ġdest":2288,"ley":2289,"Ġtold":2290,"Ġlist":2291,"Ġug":2292,"rol":2293,"key":2294,"Ġintim":2295,"Ġexist":2296,"Ġconfl":2297,"aph":2298,"Ġprop":2299,"Ġprov":2300,"Ġperiod":2301,"orts":2302,"Ġii":2303,"Ġpost":2304,"Ġpoign":2305,"Ġimpressive":2306,"Ġartist":2307,"Ġreson":2308,"Ġguys":2309,"ibility":2310,"Ġdepress":2311,"Ġneeds":2312,"herent":2313,"rossing":2314,"Ġphot":2315,"Ġepis":2316,"incing":2317,"Ġpresent":2318,"Ġinspir":2319,"Ġcartoon":2320,"che":2321,"cul":2322,"good":2323,"mist":2324,"mark":2325,"Ġsqu":2326,"real":2327,"atory":2328,"Ġpull":2329,"Ġduring":2330,"Ġhy":2331,"Ġlab":2332,"Ġear":2333,"Ġge":2334,"entially":2335,"Ġrecomm":2336,"Ġhell":2337,"Ġende":2338,"Ġsharp":2339,"Ġsci":2340,"action":2341,"Ġrout":2342,"Ġfunn":2343,"iled":2344,"Ġoffer":2345,"ensive":2346,"atching":2347,"Ġotherwise":2348,"Ġ10":2349,"Ġresult":2350,"Ġvision":2351,"Ġfinally":2352,"Ġsurprising":2353,"Ġsexual":2354,"Ġrunning":2355,"Ġeyes":2356,"Ġquestion":2357,"Ġtragedy":2358,"Ġcreepy":2359,"Ġmajor":2360,"cceed":2361,"fil":2362,"gue":2363,"hood":2364,"hop":2365,"ov":2366,"spect":2367,"well":2368,"Ġ4":2369,"Ġly":2370,"Ġtyp":2371,"Ġage":2372,"inative":2373,"Ġcrit":2374,"Ġpurp":2375,"Ġthorough":2376,"Ġhot":2377,"Ġine":2378,"char":2379,"Ġsucceed":2380,"Ġshoot":2381,"Ġhaun":2382,"Ġhaving":2383,"osp":2384,"Ġamount":2385,"Ġquality":2386,"Ġroad":2387,"Ġfail":2388,"Ġfaith":2389,"Ġthemselves":2390,"Ġsurf":2391,"Ġbrother":2392,"Ġrespect":2393,"scar":2394,"Ġattract":2395,"Ġattention":2396,"Ġemotionally":2397,"umbers":2398,"Ġgrace":2399,"Ġcolor":2400,"Ġfrustr":2401,"Ġincl":2402,"Ġfinal":2403,"Ġimagination":2404,"Ġcraft":2405,"Ġwonderful":2406,"Ġabsurd":2407,"ength":2408,"Ġentirely":2409,"Ġcomedies":2410,"Ġfuture":2411,"fortunately":2412,"Ġgentle":2413,"Ġcelebr":2414,"ails":2415,"mon":2416,"table":2417,"vant":2418,"zz":2419,"Ġ3":2420,"Ġess":2421,"Ġtired":2422,"Ġsong":2423,"Ġbarely":2424,"Ġcross":2425,"Ġpow":2426,"Ġpath":2427,"alt":2428,"iche":2429,"ilty":2430,"Ġsteven":2431,"Ġreleas":2432,"oles":2433,"Ġchall":2434,"Ġchange":2435,"amb":2436,"arted":2437,"form":2438,"Ġamong":2439,"Ġtrou":2440,"Ġweak":2441,"Ġenth":2442,"Ġusual":2443,"Ġslap":2444,"Ġremake":2445,"Ġothers":2446,"Ġawful":2447,"Ġengrossing":2448,"Ġexcellent":2449,"uced":2450,"Ġcareer":2451,"Ġskill":2452,"Ġbuild":2453,"ancy":2454,"Ġanimated":2455,"Ġdavid":2456,"Ġbehind":2457,"Ġmeaning":2458,"Ġfantasy":2459,"Ġsingle":2460,"Ġfairly":2461,"Ġcontrived":2462,"Ġlatest":2463,"Ġsustain":2464,"Ġmedioc":2465,"Ġseveral":2466,"Ġconflict":2467,"lo":2468,"na":2469,"piece":2470,"sw":2471,"vice":2472,"Ġtaking":2473,"Ġsour":2474,"Ġoscar":2475,"Ġfast":2476,"Ġfore":2477,"ised":2478,"Ġmer":2479,"Ġbond":2480,"Ġwed":2481,"Ġpet":2482,"Ġpark":2483,"Ġthrow":2484,"Ġhom":2485,"Ġnatural":2486,"Ġgreen":2487,"Ġmod":2488,"right":2489,"Ġhea":2490,"umph":2491,"ury":2492,"quis":2493,"Ġdoing":2494,"Ġconnect":2495,"Ġworse":2496,"Ġkn":2497,"Ġkiss":2498,"oph":2499,"Ġplenty":2500,"Ġvo":2501,"Ġvar":2502,"acks":2503,"Ġsomeone":2504,"screen":2505,"Ġguy":2506,"Ġpoints":2507,"Ġknows":2508,"Ġbeauty":2509,"Ġappealing":2510,"lection":2511,"Ġevents":2512,"Ġdeliver":2513,"Ġdeter":2514,"Ġremarkable":2515,"olutely":2516,"Ġgorgeous":2517,"Ġugly":2518,"aces":2519,"ior":2520,"life":2521,"sch":2522,"vable":2523,"Ġing":2524,"Ġtear":2525,"Ġast":2526,"Ġfan":2527,"ened":2528,"eness":2529,"orm":2530,"Ġpal":2531,"Ġpie":2532,"anks":2533,"Ġlim":2534,"Ġgoof":2535,"Ġrevel":2536,"ades":2537,"ify":2538,"Ġintent":2539,"Ġdeal":2540,"Ġscary":2541,"astic":2542,"uses":2543,"usion":2544,"Ġplain":2545,"Ġprec":2546,"Ġamaz":2547,"Ġadults":2548,"Ġsomewhat":2549,"Ġvivid":2550,"Ġinside":2551,"Ġvisually":2552,"beat":2553,"Ġtriumph":2554,"Ġemotions":2555,"Ġpictures":2556,"Ġsurprise":2557,"Ġworthy":2558,"nothing":2559,"appy":2560,"Ġdecent":2561,"Ġperfectly":2562,"Ġunsett":2563,"Ġmagic":2564,"Ġambitious":2565,"Ġsentimental":2566,"Ġmetaph":2567,"Ġimportant":2568,"handed":2569,"Ġmerely":2570,"Ġadaptation":2571,"Ġunexpect":2572,"Ġparents":2573,"Ġthoroughly":2574,"body":2575,"cou":2576,"ges":2577,"ix":2578,"made":2579,"uch":2580,"Ġram":2581,"rel":2582,"rent":2583,"Ġfram":2584,"Ġpit":2585,"Ġpace":2586,"Ġhouse":2587,"Ġinn":2588,"asure":2589,"Ġyork":2590,"Ġwhite":2591,"Ġcomplic":2592,"agg":2593,"apan":2594,"Ġcharism":2595,"ands":2596,"Ġspark":2597,"orting":2598,"acy":2599,"Ġflash":2600,"aught":2601,"oying":2602,"Ġworking":2603,"Ġimpact":2604,"Ġdesign":2605,"Ġstrugg":2606,"rence":2607,"Ġcolle":2608,"Ġfrank":2609,"Ġamerica":2610,"Ġlots":2611,"Ġeffective":2612,"Ġdistur":2613,"ology":2614,"Ġ200":2615,"Ġmemory":2616,"Ġsequences":2617,"Ġbrain":2618,"Ġbegins":2619,"Ġopport":2620,"Ġexecution":2621,"Ġfemale":2622,"Ġwelcome":2623,"Ġprovocative":2624,"Ġrecommend":2625,"70":2626,"cle":2627,"down":2628,"een":2629,"fic":2630,"gar":2631,"nes":2632,"Ġavoid":2633,"reci":2634,"Ġfree":2635,"Ġbatt":2636,"Ġcrow":2637,"Ġwood":2638,"Ġpul":2639,"Ġpack":2640,"Ġpub":2641,"Ġhip":2642,"Ġner":2643,"Ġgross":2644,"Ġmother":2645,"Ġuse":2646,"verage":2647,"Ġann":2648,"ries":2649,"ried":2650,"Ġforg":2651,"ident":2652,"Ġalone":2653,"unch":2654,"ister":2655,"Ġable":2656,"Ġdeft":2657,"Ġnecess":2658,"udd":2659,"Ġleg":2660,"iously":2661,"decess":2662,"ared":2663,"Ġoverall":2664,"Ġempt":2665,"Ġlovely":2666,"Ġcontin":2667,"Ġfront":2668,"azz":2669,"Ġdraw":2670,"Ġcreative":2671,"Ġaccom":2672,"Ġhistorical":2673,"Ġtouch":2674,"ielberg":2675,"vision":2676,"Ġmurder":2677,"Ġsupposed":2678,"Ġdoub":2679,"ashioned":2680,"Ġexamination":2681,"Ġutterly":2682,"Ġuntil":2683,"Ġcrowd":2684,"aff":2685,"col":2686,"ode":2687,"uel":2688,"uce":2689,"writ":2690,"Ġ5":2691,"Ġtim":2692,"Ġtension":2693,"Ġfol":2694,"Ġfall":2695,"Ġfelt":2696,"Ġmart":2697,"Ġmach":2698,"Ġbiz":2699,"Ġcir":2700,"Ġcity":2701,"Ġcuri":2702,"Ġwitty":2703,"Ġdan":2704,"Ġdate":2705,"arch":2706,"arily":2707,"Ġtom":2708,"Ġgif":2709,"Ġmove":2710,"Ġsugg":2711,"ament":2712,"Ġju":2713,"Ġjapan":2714,"Ġensemble":2715,"Ġunint":2716,"Ġunlike":2717,"tern":2718,"Ġprevious":2719,"Ġpredecess":2720,"Ġimm":2721,"Ġupon":2722,"Ġwilli":2723,"Ġused":2724,"Ġimpress":2725,"Ġdesc":2726,"Ġthroughout":2727,"urns":2728,"Ġminor":2729,"ivity":2730,"Ġchemist":2731,"Ġgrou":2732,"Ġwants":2733,"Ġappreci":2734,"Ġprot":2735,"Ġcreates":2736,"Ġacross":2737,"Ġsurprises":2738,"anced":2739,"Ġcultural":2740,"Ġsincere":2741,"Ġcaptures":2742,"Ġpotential":2743,"Ġdelightful":2744,"Ġ90":2745,"Ġflaws":2746,"Ġstylish":2747,"Ġunique":2748,"hetic":2749,"Ġwords":2750,"Ġquickly":2751,"Ġhuge":2752,"Ġfriendship":2753,"Ġtarget":2754,"Ġissues":2755,"Ġbreath":2756,"Ġsophistic":2757,"pathy":2758,"Ġchalleng":2759,"Ġtrouble":2760,"Ġcollege":2761,"Ġaccompl":2762,"Ġsuggest":2763,"Ġchemistry":2764,"bed":2765,"ey":2766,"ki":2767,"kward":2768,"look":2769,"men":2770,"may":2771,"mosp":2772,"ses":2773,"side":2774,"tr":2775,"iny":2776,"Ġsor":2777,"Ġsal":2778,"ishes":2779,"Ġmist":2780,"Ġmoney":2781,"Ġbre":2782,"Ġbull":2783,"Ġcute":2784,"Ġwaste":2785,"Ġpu":2786,"Ġpos":2787,"Ġdang":2788,"arre":2789,"Ġtot":2790,"Ġla":2791,"Ġgh":2792,"Ġgay":2793,"ction":2794,"Ġstep":2795,"Ġreward":2796,"ulative":2797,"Ġsuck":2798,"Ġmoviego":2799,"aked":2800,"Ġunus":2801,"Ġconvent":2802,"Ġconcer":2803,"asty":2804,"Ġatmosp":2805,"Ġrhy":2806,"Ġthanks":2807,"Ġfear":2808,"Ġclos":2809,"Ġtry":2810,"izes":2811,"Ġremember":2812,"Ġgrant":2813,"Ġground":2814,"Ġplaying":2815,"Ġexciting":2816,"Ġprim":2817,"Ġskin":2818,"Ġrepet":2819,"Ġsuperfic":2820,"Ġmonster":2821,"iety":2822,"Ġbroad":2823,"Ġmelodramatic":2824,"Ġdiver":2825,"Ġtalented":2826,"oppy":2827,"Ġwinning":2828,"Ġbased":2829,"Ġidi":2830,"Ġsituation":2831,"Ġdeserves":2832,"porary":2833,"Ġdefinitely":2834,"belie":2835,"Ġfully":2836,"Ġunsettling":2837,"\\*":2838,"fashioned":2839,"ives":2840,"nce":2841,"uces":2842,"hent":2843,"Ġsaw":2844,"Ġsav":2845,"Ġfest":2846,"Ġcat":2847,"Ġwalk":2848,"Ġham":2849,"Ġlad":2850,"Ġloud":2851,"Ġname":2852,"stal":2853,"Ġgun":2854,"ellect":2855,"Ġstren":2856,"Ġrev":2857,"Ġrequ":2858,"room":2859,"umber":2860,"Ġliving":2861,"Ġshad":2862,"Ġability":2863,"Ġhack":2864,"Ġconst":2865,"Ġconstruct":2866,"Ġvict":2867,"Ġperhaps":2868,"Ġclum":2869,"plays":2870,"Ġmanner":2871,"Ġloc":2872,"acher":2873,"Ġemerg":2874,"Ġrid":2875,"Ġgeneric":2876,"Ġbrings":2877,"angu":2878,"Ġstruct":2879,"Ġago":2880,"Ġcasting":2881,"Ġawkward":2882,"Ġgiving":2883,"Ġexplor":2884,"Ġimagine":2885,"Ġ20":2886,"Ġcreate":2887,"Ġabsor":2888,"Ġstarts":2889,"Ġgirls":2890,"Ġrarely":2891,"Ġleads":2892,"Ġconvincing":2893,"Ġmasterpiece":2894,"Ġcouple":2895,"Ġcountry":2896,"Ġslightly":2897,"Ġrelationships":2898,"Ġurban":2899,"Ġcostum":2900,"Ġfocus":2901,"Ġprovides":2902,"olution":2903,"Ġniro":2904,"Ġroutine":2905,"Ġmediocre":2906,"Ġrhyth":2907,"cing":2908,"making":2909,"ral":2910,"round":2911,"vy":2912,"yal":2913,"Ġtur":2914,"inoc":2915,"hearted":2916,"Ġsac":2917,"Ġfit":2918,"Ġfra":2919,"Ġmil":2920,"Ġmak":2921,"Ġbi":2922,"Ġcand":2923,"Ġwal":2924,"Ġwise":2925,"onic":2926,"onstr":2927,"Ġpacing":2928,"Ġdre":2929,"arc":2930,"icle":2931,"Ġtoward":2932,"Ġinex":2933,"omet":2934,"eld":2935,"vey":2936,"imag":2937,"Ġones":2938,"Ġya":2939,"ession":2940,"Ġcommer":2941,"ills":2942,"ousy":2943,"Ġintellect":2944,"quently":2945,"usi":2946,"andering":2947,"Ġallen":2948,"Ġprep":2949,"ending":2950,"Ġweight":2951,"Ġcompany":2952,"assion":2953,"Ġdisgu":2954,"never":2955,"Ġtwists":2956,"Ġbadly":2957,"Ġbrut":2958,"Ġhowever":2959,"Ġwatchable":2960,"Ġjoke":2961,"Ġthrills":2962,"conscious":2963,"Ġterms":2964,"Ġapart":2965,"Ġlacking":2966,"Ġthinking":2967,"Ġhighly":2968,"Ġultimate":2969,"Ġcrazy":2970,"voking":2971,"Ġproblems":2972,"Ġunfunny":2973,"Ġseriously":2974,"Ġtragic":2975,"Ġformulaic":2976,"Ġpunch":2977,"Ġbright":2978,"Ġgripping":2979,"Ġflawed":2980,"Ġinvolved":2981,"Ġreveals":2982,"Ġsubstance":2983,"Ġescap":2984,"Ġbusiness":2985,"Ġcourse":2986,"Ġfavor":2987,"Ġcontemporary":2988,"Ġunexpected":2989,"Ġ2002":2990,"Ġdoubt":2991,"60":2992,"budget":2993,"die":2994,"hum":2995,"ipp":2996,"ique":2997,"low":2998,"mers":2999,"nter":3000,"rical":3001,"somet":3002,"ux":3003,"watching":3004,"zen":3005,"Ġest":3006,"Ġera":3007,"Ġtick":3008,"Ġaim":3009,"hem":3010,"head":3011,"Ġson":3012,"Ġsick":3013,"Ġfive":3014,"Ġfare":3015,"enn":3016,"Ġmes":3017,"Ġcris":3018,"Ġcyn":3019,"Ġwish":3020,"inger":3021,"Ġdry":3022,"aris":3023,"aly":3024,"ilt":3025,"Ġnu":3026,"Ġeth":3027,"Ġecc":3028,"Ġgre":3029,"Ġstere":3030,"Ġstars":3031,"Ġbeat":3032,"Ġresp":3033,"Ġfilled":3034,"eth":3035,"Ġcomfort":3036,"ified":3037,"Ġener":3038,"Ġunin":3039,"Ġscr":3040,"arts":3041,"acted":3042,"uster":3043,"ops":3044,"itted":3045,"Ġmanip":3046,"weet":3047,"ization":3048,"atingly":3049,"Ġrap":3050,"Ġrive":3051,"Ġyourself":3052,"Ġthemes":3053,"Ġrealistic":3054,"olds":3055,"Ġcrush":3056,"cons":3057,"gged":3058,"Ġrecord":3059,"Ġplayed":3060,"Ġfinds":3061,"Ġpleasant":3062,"Ġreport":3063,"Ġdistinct":3064,"Ġappears":3065,"Ġimaginative":3066,"iculous":3067,"Ġhappens":3068,"Ġflicks":3069,"Ġmeditation":3070,"provoking":3071,"Ġsensitive":3072,"Ġsoundtra":3073,"Ġmissing":3074,"Ġattempts":3075,"Ġpromise":3076,"Ġboys":3077,"Ġsuccessful":3078,"Ġinvolving":3079,"Ġcalled":3080,"ulgent":3081,"Ġsandler":3082,"Ġconsiderable":3083,"Ġmildly":3084,"Ġphilos":3085,"Ġinventive":3086,"Ġintimate":3087,"Ġepisode":3088,"Ġinclud":3089,"Ġframe":3090,"Ġbattle":3091,"Ġpubl":3092,"Ġbizarre":3093,"Ġcirc":3094,"Ġwilliams":3095,"Ġghost":3096,"hentic":3097,"Ġsoundtrack":3098,"avi":3099,"field":3100,"gth":3101,"ived":3102,"lish":3103,"ners":3104,"put":3105,"Ġtun":3106,"Ġtaken":3107,"itable":3108,"itions":3109,"Ġfather":3110,"Ġmatch":3111,"Ġwat":3112,"Ġpri":3113,"Ġdom":3114,"Ġhate":3115,"Ġloss":3116,"Ġlaz":3117,"Ġnons":3118,"stick":3119,"entric":3120,"vide":3121,"Ġrent":3122,"they":3123,"see":3124,"sequ":3125,"ided":3126,"agger":3127,"Ġencou":3128,"Ġintro":3129,"Ġintense":3130,"Ġshare":3131,"Ġunc":3132,"Ġuneven":3133,"ires":3134,"Ġnear":3135,"ateur":3136,"Ġsoc":3137,"Ġvill":3138,"Ġsports":3139,"Ġspielberg":3140,"Ġimax":3141,"Ġoutrage":3142,"Ġtran":3143,"Ġroom":3144,"Ġblend":3145,"izz":3146,"phy":3147,"rison":3148,"Ġtravel":3149,"Ġinterested":3150,"Ġcheck":3151,"Ġterrible":3152,"Ġrelent":3153,"Ġfranch":3154,"Ġwanted":3155,"Ġsets":3156,"Ġsett":3157,"Ġincred":3158,"arring":3159,"Ġrepres":3160,"Ġmarvel":3161,"Ġfright":3162,"Ġevil":3163,"Ġruns":3164,"Ġhappy":3165,"Ġgeneral":3166,"Ġdemonstr":3167,"Ġexpress":3168,"Ġputs":3169,"Ġspiritual":3170,"Ġprofound":3171,"Ġpolitics":3172,"Ġequally":3173,"Ġtransc":3174,"feels":3175,"Ġsentimentality":3176,"Ġdrug":3177,"Ġaffection":3178,"Ġstunning":3179,"Ġsituations":3180,"Ġforgettable":3181,"written":3182,"Ġpoetry":3183,"Ġderiv":3184,"after":3185,"Ġlargely":3186,"Ġextraord":3187,"Ġbritish":3188,"Ġindeed":3189,"Ġtelevision":3190,"Ġpoignant":3191,"Ġpurpose":3192,"Ġheaven":3193,"Ġpieces":3194,"Ġgoofy":3195,"Ġinnoc":3196,"Ġsophisticated":3197,"Ġsuperficial":3198,"Ġstrength":3199,"Ġstereot":3200,"Ġfranchise":3201,"bear":3202,"cr":3203,"corn":3204,"eper":3205,"fer":3206,"fun":3207,"ium":3208,"long":3209,"miss":3210,"par":3211,"sm":3212,"ters":3213,"xic":3214,"Ġtough":3215,"Ġaccess":3216,"Ġfreak":3217,"eni":3218,"Ġbog":3219,"Ġbold":3220,"Ġwest":3221,"Ġwall":3222,"Ġpan":3223,"Ġpian":3224,"ara":3225,"arity":3226,"Ġhits":3227,"Ġhyp":3228,"Ġtoday":3229,"iling":3230,"Ġloses":3231,"asp":3232,"Ġstom":3233,"Ġstay":3234,"uls":3235,"Ġforced":3236,"those":3237,"Ġalive":3238,"erson":3239,"agon":3240,"Ġliked":3241,"aks":3242,"atever":3243,"Ġring":3244,"inded":3245,"venge":3246,"osity":3247,"Ġspace":3248,"Ġimpl":3249,"Ġamateur":3250,"Ġtrash":3251,"Ġlog":3252,"Ġdisc":3253,"Ġmeans":3254,"Ġmaybe":3255,"Ġsurvi":3256,"Ġsurround":3257,"bergh":3258,"Ġsmo":3259,"Ġscreenwrit":3260,"Ġcinemat":3261,"getic":3262,"Ġguess":3263,"Ġviewing":3264,"Ġapparent":3265,"Ġsetting":3266,"Ġexcit":3267,"Ġexcess":3268,"arrass":3269,"Ġcreated":3270,"ancing":3271,"Ġproduct":3272,"Ġedge":3273,"mined":3274,"Ġdetail":3275,"cover":3276,"Ġabsolutely":3277,"Ġpainful":3278,"Ġeleg":3279,"Ġsaid":3280,"Ġprofess":3281,"worth":3282,"Ġmagn":3283,"Ġcliche":3284,"Ġquestions":3285,"Ġcentral":3286,"Ġmurphy":3287,"Ġgrief":3288,"Ġjackson":3289,"Ġstrangely":3290,"Ġvirtually":3291,"Ġdepressing":3292,"Ġgeorge":3293,"Ġtypical":3294,"Ġhaunting":3295,"Ġcolorful":3296,"Ġcrafted":3297,"Ġenthusi":3298,"Ġmodest":3299,"Ġdisturbing":3300,"Ġunintent":3301,"Ġridiculous":3302,"Ġmesmer":3303,"Ġtransp":3304,"Ġderivative":3305,"bad":3306,"back":3307,"boy":3308,"bling":3309,"dis":3310,"felt":3311,"ging":3312,"hol":3313,"ken":3314,"kable":3315,"ole":3316,"phed":3317,"uit":3318,"ura":3319,"vin":3320,"wo":3321,"yle":3322,"Ġign":3323,"Ġtire":3324,"Ġtender":3325,"Ġaverage":3326,"ina":3327,"instead":3328,"Ġsight":3329,"Ġfiction":3330,"ator":3331,"Ġcry":3332,"Ġwife":3333,"orious":3334,"Ġpen":3335,"Ġdu":3336,"alian":3337,"Ġlame":3338,"Ġlaw":3339,"Ġlines":3340,"Ġlength":3341,"ashing":3342,"Ġstage":3343,"Ġstock":3344,"Ġreach":3345,"rap":3346,"chant":3347,"Ġfill":3348,"Ġansw":3349,"Ġsugar":3350,"irth":3351,"ids":3352,"Ġchan":3353,"Ġchang":3354,"thr":3355,"about":3356,"ague":3357,"ants":3358,"ander":3359,"Ġallow":3360,"Ġplan":3361,"Ġfeat":3362,"Ġlets":3363,"ichol":3364,"Ġcompet":3365,"Ġroot":3366,"Ġslice":3367,"Ġtalking":3368,"ondz":3369,"Ġparts":3370,"Ġartistic":3371,"Ġobs":3372,"Ġobject":3373,"Ġclearly":3374,"Ġhardly":3375,"cont":3376,"ups":3377,"Ġguilty":3378,"Ġworthwhile":3379,"Ġglimp":3380,"Ġhumanity":3381,"Ġprice":3382,"Ġindie":3383,"Ġoriginality":3384,"Ġfinish":3385,"Ġsket":3386,"Ġirrit":3387,"Ġsexy":3388,"dden":3389,"Ġgeneration":3390,"Ġpainfully":3391,"Ġundeni":3392,"Ġpopcorn":3393,"Ġobviously":3394,"Ġinspired":3395,"Ġinsightful":3396,"Ġcourage":3397,"Ġsimpl":3398,"Ġadmi":3399,"Ġwarmth":3400,"Ġtreasure":3401,"Ġaffecting":3402,"Ġsuffers":3403,"does":3404,"Ġembarrass":3405,"ivalent":3406,"Ġaffair":3407,"Ġextremely":3408,"Ġauthentic":3409,"Ġrefreshingly":3410,"Ġexhilar":3411,"Ġobserv":3412,"Ġfootage":3413,"Ġsucceeds":3414,"Ġsurface":3415,"Ġwedding":3416,"Ġvoice":3417,"Ġopportunity":3418,"Ġgroup":3419,"Ġconventional":3420,"Ġatmosphere":3421,"Ġabsorbing":3422,"Ġcommercial":3423,"Ġeccentric":3424,"Ġenergetic":3425,"Ġriveting":3426,"Ġpublic":3427,"Ġstereotyp":3428,"Ġexcitement":3429,"ave":3430,"aus":3431,"bs":3432,"bor":3433,"bles":3434,"both":3435,"cra":3436,"den":3437,"egr":3438,"hour":3439,"hmer":3440,"ians":3441,"jo":3442,"much":3443,"nal":3444,"nic":3445,"inal":3446,"Ġfashion":3447,"ency":3448,"Ġmc":3449,"Ġmal":3450,"Ġban":3451,"Ġbow":3452,"Ġcore":3453,"onna":3454,"Ġped":3455,"Ġpap":3456,"Ġpick":3457,"Ġdim":3458,"lying":3459,"Ġhall":3460,"lex":3461,"Ġinfl":3462,"illed":3463,"Ġlangu":3464,"Ġna":3465,"Ġgames":3466,"ases":3467,"Ġstre":3468,"Ġrevenge":3469,"theless":3470,"roll":3471,"Ġfilmed":3472,"Ġwithin":3473,"Ġalien":3474,"abor":3475,"Ġjol":3476,"Ġsea":3477,"Ġune":3478,"Ġunfor":3479,"Ġscar":3480,"Ġscream":3481,"Ġking":3482,"Ġry":3483,"Ġallows":3484,"Ġplaces":3485,"udlin":3486,"Ġlearn":3487,"Ġspook":3488,"ards":3489,"Ġtrick":3490,"Ġarri":3491,"ached":3492,"ogn":3493,"Ġadoles":3494,"Ġsomehow":3495,"Ġponder":3496,"Ġblue":3497,"new":3498,"Ġtalk":3499,"Ġsurreal":3500,"Ġservice":3501,"versal":3502,"Ġparty":3503,"Ġheartb":3504,"Ġheartfelt":3505,"Ġgreatest":3506,"Ġtrip":3507,"Ġterror":3508,"Ġperspect":3509,"Ġincre":3510,"Ġmusical":3511,"Ġiran":3512,"Ġaccept":3513,"insky":3514,"Ġdecades":3515,"Ġconsid":3516,"Ġconsist":3517,"Ġbelievable":3518,"Ġefforts":3519,"Ġpresents":3520,"Ġdamned":3521,"Ġequivalent":3522,"Ġmaint":3523,"Ġparticular":3524,"Ġtreatment":3525,"Ġdragon":3526,"Ġtells":3527,"Ġveh":3528,"Ġmotion":3529,"Ġident":3530,"Ġremarkably":3531,"Ġholds":3532,"Ġsleep":3533,"Ġbalance":3534,"Ġspectacle":3535,"Ġachieve":3536,"Ġdelicate":3537,"Ġpoorly":3538,"Ġpowers":3539,"Ġslapstick":3540,"Ġpeter":3541,"school":3542,"Ġamazing":3543,"Ġcharisma":3544,"Ġjapanese":3545,"Ġprotagon":3546,"Ġunusual":3547,"Ġtiresome":3548,"ha":3549,"ike":3550,"pet":3551,"rous":3552,"set":3553,"val":3554,"will":3555,"yc":3556,"Ġice":3557,"Ġty":3558,"Ġtour":3559,"Ġtelling":3560,"ining":3561,"Ġsnow":3562,"Ġsitting":3563,"rely":3564,"Ġopt":3565,"Ġfer":3566,"Ġfur":3567,"Ġmas":3568,"Ġmill":3569,"Ġmult":3570,"Ġwil":3571,"Ġwast":3572,"Ġwry":3573,"esc":3574,"only":3575,"onishing":3576,"Ġpic":3577,"Ġpra":3578,"Ġdiv":3579,"aries":3580,"ario":3581,"Ġthird":3582,"leby":3583,"Ġlay":3584,"Ġlate":3585,"Ġloose":3586,"Ġnichol":3587,"star":3588,"Ġgut":3589,"Ġgem":3590,"uter":3591,"Ġmoore":3592,"otten":3593,"Ġstir":3594,"Ġstick":3595,"Ġstret":3596,"imsy":3597,"etic":3598,"Ġyarn":3599,"Ġaspect":3600,"Ġaltern":3601,"unfortunately":3602,"Ġjames":3603,"Ġintended":3604,"Ġshap":3605,"Ġshame":3606,"Ġshallow":3607,"Ġdeeper":3608,"Ġuncon":3609,"Ġneg":3610,"Ġscore":3611,"Ġscience":3612,"Ġconce":3613,"asts":3614,"Ġsoft":3615,"Ġsoder":3616,"andon":3617,"Ġprog":3618,"Ġruss":3619,"Ġplod":3620,"veness":3621,"Ġvan":3622,"Ġspot":3623,"Ġspoof":3624,"Ġarch":3625,"Ġsomewhere":3626,"Ġcompassion":3627,"Ġcomputer":3628,"Ġenter":3629,"Ġusually":3630,"ultim":3631,"Ġemph":3632,"Ġoffering":3633,"Ġrad":3634,"Ġtheme":3635,"atively":3636,"Ġdesp":3637,"Ġdirectorial":3638,"Ġscreenwriter":3639,"Ġcontra":3640,"Ġages":3641,"inks":3642,"Ġlonger":3643,"Ġtrif":3644,"umbs":3645,"avor":3646,"Ġpointless":3647,"Ġneeded":3648,"ucing":3649,"ext":3650,"Ġplease":3651,"Ġirre":3652,"Ġediting":3653,"Ġsubjects":3654,"Ġsequence":3655,"Ġbrown":3656,"Ġsitcom":3657,"Ġstudio":3658,"Ġgenerally":3659,"Ġswim":3660,"Ġharm":3661,"Ġcommunity":3662,"Ġsounds":3663,"work":3664,"Ġwildly":3665,"Ġbehavi":3666,"Ġcentury":3667,"Ġpromising":3668,"Ġcredits":3669,"Ġvalue":3670,"ground":3671,"Ġsignific":3672,"Ġdreams":3673,"Ġgenuinely":3674,"Ġangst":3675,"Ġcombination":3676,"Ġdevelopment":3677,"Ġspectacular":3678,"Ġpossibly":3679,"Ġeventually":3680,"Ġfigure":3681,"Ġgangster":3682,"Ġfunnier":3683,"Ġbrothers":3684,"Ġdeftly":3685,"Ġempty":3686,"Ġmartin":3687,"Ġdescri":3688,"Ġrepetitive":3689,"Ġfestival":3690,"Ġamateurish":3691,"Ġmesmerizing":3692,"Ġvehicle":3693,"Ġidentity":3694,"Ġsoderbergh":3695,"cher":3696,"cult":3697,"dri":3698,"dow":3699,"dram":3700,"funny":3701,"gory":3702,"high":3703,"minded":3704,"nces":3705,"ru":3706,"rum":3707,"she":3708,"suff":3709,"uro":3710,"win":3711,"Ġ&":3712,"ern":3713,"itude":3714,"Ġfier":3715,"Ġble":3716,"Ġbody":3717,"Ġbored":3718,"Ġbott":3719,"ingu":3720,"Ġpract":3721,"Ġpaced":3722,"Ġpinoc":3723,"Ġdie":3724,"Ġhide":3725,"Ġtoss":3726,"Ġinner":3727,"eds":3728,"iler":3729,"illy":3730,"omb":3731,"Ġnumbers":3732,"Ġnumber":3733,"stream":3734,"Ġearly":3735,"Ġgold":3736,"ented":3737,"asm":3738,"ashed":3739,"Ġresem":3740,"verse":3741,"Ġsun":3742,"irty":3743,"ifting":3744,"Ġchase":3745,"Ġchann":3746,"Ġjer":3747,"agal":3748,"umble":3749,"cks":3750,"Ġliber":3751,"Ġsham":3752,"Ġshots":3753,"Ġdevoid":3754,"Ġsco":3755,"Ġconcl":3756,"Ġkiller":3757,"actic":3758,"Ġprove":3759,"Ġprovide":3760,"uddy":3761,"alling":3762,"Ġord":3763,"Ġqueen":3764,"dep":3765,"Ġarg":3766,"acious":3767,"aches":3768,"Ġjustice":3769,"Ġwilling":3770,"comes":3771,"Ġblade":3772,"Ġoverly":3773,"Ġperformers":3774,"Ġemp":3775,"Ġdisp":3776,"Ġslick":3777,"ips":3778,"Ġraw":3779,"Ġrip":3780,"spired":3781,"Ġteam":3782,"Ġteacher":3783,"Ġdesire":3784,"bute":3785,"Ġresults":3786,"leasant":3787,"Ġcrimes":3788,"Ġholes":3789,"Ġchees":3790,"Ġkevin":3791,"reek":3792,"Ġgiant":3793,"Ġfarce":3794,"Ġrecogn":3795,"avis":3796,"Ġglass":3797,"Ġturned":3798,"Ġindust":3799,"Ġpleasures":3800,"Ġthinks":3801,"Ġsheer":3802,"Ġphys":3803,"Ġmembers":3804,"Ġschm":3805,"stein":3806,"ample":3807,"Ġhappen":3808,"Ġmindless":3809,"Ġ199":3810,"Ġvisuals":3811,"Ġsave":3812,"Ġsecret":3813,"Ġcaptiv":3814,"Ġexpected":3815,"standing":3816,"Ġreading":3817,"Ġvalues":3818,"ropri":3819,"Ġanti":3820,"Ġquietly":3821,"Ġuniversal":3822,"Ġstunts":3823,"Ġstriking":3824,"Ġfrequently":3825,"wrought":3826,"whel":3827,"Ġendearing":3828,"Ġinept":3829,"Ġattraction":3830,"Ġrelease":3831,"Ġprecious":3832,"Ġcomplicated":3833,"eyed":3834,"Ġbullock":3835,"Ġrevolution":3836,"Ġconstructed":3837,"Ġexploration":3838,"Ġdisguise":3839,"Ġlazy":3840,"Ġsociety":3841,"Ġoutrageous":3842,"Ġextraordinary":3843,"Ġaccessible":3844,"Ġstomach":3845,"Ġcinematography":3846,"Ġprofessional":3847,"Ġirritating":3848,"Ġsimplistic":3849,"Ġperspective":3850,"ultimately":3851,"Ġemphas":3852,"Ġbehavior":3853,"aud":3854,"ailed":3855,"bol":3856,"brid":3857,"cies":3858,"eath":3859,"fman":3860,"gor":3861,"girl":3862,"hu":3863,"mi":3864,"mar":3865,"mas":3866,"night":3867,"pret":3868,"run":3869,"su":3870,"top":3871,"talk":3872,"yes":3873,"Ġ7":3874,"Ġic":3875,"Ġten":3876,"Ġtack":3877,"Ġaust":3878,"Ġauth":3879,"Ġsed":3880,"Ġsides":3881,"rem":3882,"rest":3883,"erable":3884,"itional":3885,"Ġfle":3886,"Ġms":3887,"Ġmiche":3888,"atisf":3889,"Ġbod":3890,"Ġbore":3891,"Ġbits":3892,"Ġcro":3893,"Ġcaut":3894,"oric":3895,"Ġpus":3896,"aning":3897,"Ġdyn":3898,"Ġdazz":3899,"alan":3900,"Ġhur":3901,"Ġhus":3902,"Ġhook":3903,"lete":3904,"Ġnick":3905,"Ġitalian":3906,"Ġger":3907,"Ġgar":3908,"Ġbears":3909,"vern":3910,"ulation":3911,"chan":3912,"Ġasp":3913,"sec":3914,"irming":3915,"Ġcomment":3916,"Ġchance":3917,"Ġchuck":3918,"Ġchines":3919,"Ġmoviemaking":3920,"ama":3921,"Ġalle":3922,"Ġalthough":3923,"abl":3924,"Ġexample":3925,"Ġshake":3926,"Ġdeb":3927,"ivered":3928,"Ġuncom":3929,"Ġconscious":3930,"asting":3931,"Ġsoon":3932,"ford":3933,"Ġproceed":3934,"Ġfears":3935,"Ġpreach":3936,"Ġvol":3937,